{ "results": [
	{
        "author": "Amal Ahmed",
        "createdAt": "2015-12-29T05:18:32.815Z",
        "credit": "",
        "entryText": "\u003cp\u003eA picture is worth a thousand words, and one taken this year will be remembered forever. \n\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"http://www.nytimes.com/2015/09/04/world/europe/syria-boy-drowning.html\" target=\"_blank\"\u003eOne photo\u003c/a\u003e of a small, vulnerable child who drowned at sea as his family fled Syria grasped our collective consciousness and guilt – feelings that should have been recognized years earlier. This summer, all it took was one photo for the world to finally realize the extent of the despair and violence that is an everyday reality for millions of Syrian civilians who have been caught in the crossfires of a prolonged, bloody civil war. \n\u003c/p\u003e\n\u003cp\u003eThe Syrian refugee crisis has been growing, reaching a scale unseen \u003ca href=\"http://www.brookings.edu/blogs/brookings-now/posts/2015/09/scale-syrian-refugee-crisis-middle-east-europe\" target=\"_blank\"\u003esince World War II\u003c/a\u003e. Refugees from Syria and Iraq have been risking their lives to cross the Mediterranean since at least \u003ca href=\"http://www.npr.org/sections/parallels/2013/12/07/248742786/with-the-help-of-smugglers-syrian-refugees-sneak-into-europe\" target=\"_blank\"\u003eas early as 2013\u003c/a\u003e, but this year, as boat after boat capsized on their way to Europe, the story finally became a headline. European governments were pressured to respond to the humanitarian crisis. German officials announced in August that the country was expecting 800,000 asylum-seekers, but new estimates show that the country will receive \u003ca href=\"http://www.theguardian.com/world/2015/dec/08/germany-on-course-to-accept-one-million-refugees-in-2015\" target=\"_blank\"\u003emore than a million\u003c/a\u003e by the end of 2015.\n\u003c/p\u003e\n\u003cp\u003eElsewhere, the influx of refugees has stirred \u003ca href=\"http://www.bloombergview.com/articles/2015-09-02/hungary-s-xenophobia-europe-s-crisis\" target=\"_blank\"\u003exenophobic\u003c/a\u003e political sentiments. A \u003ca href=\"http://www.wsj.com/articles/hungary-completes-croatia-border-fence-to-keep-migrants-out-1444927774\" target=\"_blank\"\u003ewall\u003c/a\u003e is being built across Hungary’s border, which had been a point of access to the European Union for many refugees this summer. \n\u003c/p\u003e\n\u003cp\u003eIn the United States, after the terrorist attacks carried out by ISIS in Paris, the \u003ca href=\"http://www.citylab.com/politics/2015/11/governors-who-dont-want-syrian-refugees-versus-mayors-who-are-asking-to-take-more/416718/\" target=\"_blank\"\u003egovernors of 31 states\u003c/a\u003e across the country voiced their opposition to allowing refugee resettlement. Presidential candidates have chimed in, with \u003ca href=\"https://www.washingtonpost.com/news/post-politics/wp/2015/11/15/cruz-no-meaningful-risk-of-christians-committing-terrorism/\" target=\"_blank\"\u003eTed Cruz\u003c/a\u003e saying that the U.S. should only allow Christian refugees, and \u003ca href=\"http://www.nytimes.com/politics/first-draft/2015/12/07/donald-trump-calls-for-banning-muslims-from-entering-u-s/\" target=\"_blank\"\u003eDonald Trump\u003c/a\u003e calling for an outright ban on Muslims generally immigrating to the United States after the San Bernardino shooting. \n\u003c/p\u003e\n\u003cp\u003eThe House of Representatives \u003ca href=\"http://www.npr.org/sections/thetwo-way/2015/11/19/456651251/house-votes-to-increase-security-checks-on-refugees-from-iraq-syria\" target=\"_blank\"\u003epassed a bill\u003c/a\u003e that would add more layers of security checks to the rigorous \u003ca href=\"http://www.nytimes.com/interactive/2015/11/20/us/why-it-takes-two-years-for-syrian-refugees-to-apply-to-enter-the-united-states.html?hp\u0026action=click\u0026pgtype=Homepage\u0026modref=HPGraphicRefer\u0026clickSource=story-heading\u0026module=photo-spot-region\u0026region=top-news\u0026WT.nav=top-news\u0026_r=1\" target=\"_blank\"\u003etwo-year security process\u003c/a\u003e that refugees from Syria and Iraq already face. The Senate has yet to approve the bill, and Northwestern students \u003ca href=\"https://www.change.org/p/u-s-senate-u-s-congress-u-s-house-of-representatives-u-s-government-support-syrian-refugee-resettlement-in-the-u-s\" target=\"_blank\"\u003estarted a petition\u003c/a\u003e in November asking Congress to reject the bill. \n\u003c/p\u003e\n\u003cp\u003eMeanwhile, the \u003ca href=\"http://www.cnn.com/2015/11/18/politics/mayors-cities-governors-refugees/\" target=\"_blank\"\u003eChicago City Council\u003c/a\u003e enacted a referendum that went against Governor Bruce Rauner’s position barring refugee resettlement in the state. The Obama administration has pledged to take in \u003ca href=\"http://www.nytimes.com/2015/11/18/us/politics/white-house-affirms-syrian-refugee-plan-despite-paris-attacks.html\" target=\"_blank\"\u003e10,000\u003c/a\u003e refugees by 2016. It’s a marked increase from the 2,000 refugees the U.S. has resettled \u003ca href=\"http://www.nytimes.com/interactive/2015/10/21/us/where-syrian-refugees-are-in-the-united-states.html\" target=\"_blank\"\u003esince 2012\u003c/a\u003e. \n\u003c/p\u003e\n\u003cp\u003eCanada is on track to one-up the United States, and has pledged to resettle 10,000 individuals before the new year, for a total of 25,000 refugees by the end of next February. Newly-elected Prime Minister Justin Trudeau was at the airport greeting the first families arriving in early December, handing them winter coats and welcoming them to their new homes. Indeed, 2016 will be an important year for the Syria crisis, particularly with the presidential election.\u003c/p\u003e",
        "media": "\u003ciframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/NKb9GVU8bHE\" frameborder=\"0\" allowfullscreen\u003e\u003c/iframe\u003e",
        "objectId": "51wJnKEnfP",
        "pullquote": "The Syrian refugee crisis has been growing, reaching a scale unseen since World War II. ",
        "subject": "Syria",
        "slug": "syria",
        "topic": "Politics",
        "updatedAt": "2015-12-29T05:18:32.815Z"
    },
	{
        "author": "Samuel Niiro",
        "createdAt": "2015-12-28T18:15:49.104Z",
        "credit": "",
        "entryText": "\u003cp\u003eAh, the summer of Trump. Who doesn’t miss those halcyon days, when Trump’s suggestion  that we \u003ca href=\"https://www.washingtonpost.com/politics/trump-on-the-us-mexico-border-building-a-wall-is-easy/2015/07/16/9a619668-2b0c-11e5-bd33-395c05608059_story.html\" target=\"_blank\"\u003ebuild a giant wall\u003c/a\u003e to keep out Mexican immigrants was something the media could play off as \u003ca href=\"http://wonkette.com/586143/president-donald-trump-will-build-yoooge-gold-plated-fence-to-keep-out-messicans\" target=\"_blank\"\u003ecomically awful\u003c/a\u003e or just \u003ca href=\"http://www.thedailybeast.com/articles/2015/08/25/just-build-trump-s-stupid-wall-already.html\" target=\"_blank\"\u003eexasperatingly stupid\u003c/a\u003e? Back when our biggest concern with him was his \u003ca href=\"http://www.buzzfeed.com/daves4/donalds-dopps\" target=\"_blank\"\u003efascinating hair\u003c/a\u003e? Before those times when Trump’s supporters assaulted a homeless man or \u003ca href=\nhttp://www.cnn.com/2015/11/22/politics/donald-trump-black-lives-matter-protester-confrontation/” target=\"_blank\"\u003eattacked a Black Lives Matter protester\u003c/a\u003e?\u003c/p\u003e\n\n\u003cp\u003eLet’s back up. Donald Trump, best known as a real estate mogul and \u003ca href=\"https://media.giphy.com/media/HmY5vP7hXP5ba/giphy.gif\" target=\"_blank\"\u003ereality TV star\u003c/a\u003e, officially launched his presidential campaign on June 16. Initially \u003ca href=\"http://gawker.com/miss-usa-owner-to-bring-trademark-gravitas-to-president-1711687951\" target=\"_blank\"\u003edismissed\u003c/a\u003e as a vanity run, Trump’s campaign started out with a strong wave of anti-immigrant and anti-Latina/o rhetoric that garnered an immediate backlash. Analysts initially suggested that Trump \u003ca href=\"http://fivethirtyeight.com/datalab/why-donald-trump-isnt-a-real-candidate-in-one-chart/\" target=\"_blank\"\u003ehad no chance of winning\u003c/a\u003e, but as \u003ca href=\"http://www.cnn.com/2015/07/26/politics/cnn-poll-presidential-race/\" target=\"_blank\"\u003eTrump consistently performed well in polls\u003c/a\u003e, it became clear that he was sticking around, at least for a couple months.\n\u003c/p\u003e\n\u003cp\u003eIt’s unclear who first named it the summer of Trump. A quick Google search indicates it might have been \u003cem\u003eChicago Tribune\u003c/em\u003e columnist John Kass in an \u003ca href=\"http://www.chicagotribune.com/news/columnists/kass/ct-kass-bush-clinton-meat-puppets-0701-20150630-column.html\" target=\"_blank\"\u003earticle\u003c/a\u003e where he attributes a possible Jeb/Hillary matchup to “this summer of Trump, and the dance of the meat puppets” (a horrifying image, to be sure). Regardless, the term was widespread by the end of July, when the \u003cem\u003eWashington Post\u003c/em\u003e \u003ca href=\"https://www.washingtonpost.com/news/the-fix/wp/2015/07/20/6-indisputable-truths-about-donald-trump/\" target=\"_blank\"\u003edeclared\u003c/a\u003e we were all “living in the summer of Trump.”\n\u003c/p\u003e\n\u003cp\u003eThat was then. Half a year later, we are well into the long, dark winter of Trump. After comments calling for surveillance of mosques and vague insinuations he might be comfortable making a database of American Muslims, Trump made his Islamophobic plans concrete when he called for a \u003ca href=\"http://www.cnn.com/2015/12/07/politics/donald-trump-muslim-ban-immigration/\" target=\"_blank\"\u003etotal ban on Muslim immigration to the United States\u003c/a\u003e. This seems to have finally crossed the line, drawing immediate criticism from \u003ca href=\"http://thehill.com/homenews/house/262551-gop-leaders-turn-on-trump\" target=\"_blank\"\u003eparty leaders\u003c/a\u003e and mainstream media, and sparking a \u003ca href=\"http://www.vox.com/policy-and-politics/2015/12/10/9886152/donald-trump-fascism\" target=\"_blank\"\u003econversation\u003c/a\u003e as to whether or not Trump qualifies as \u003ca href=\"fascist\" target=\"_blank\"\u003efascist\u003c/a\u003e.\u003c/p\u003e\n\n\u003cp\u003eIt’s too soon for this latest policy announcement to be discerned in his polling, so it’s unclear how long this season of Trump will last. The comments on Muslims may have finally ended his run, or his base might not care at all. It doesn’t seem too likely that 2016 will have a summer of Trump, but then again, that’s what we all said about 2015.\u003c/p\u003e",
        "media": "\u003ciframe width=\"635\" height=\"500\" src=\"http://player.theplatform.com/p/2E2eJC/nbcNewsOffsite?guid=nn_tbr_Muslim Ban Essay_151208\" scrolling=\"no\" frameborder=\"0\"\u003e\u003c/iframe\u003e",
        "objectId": "6ATBOuKHZu",
        "pullquote": "That was then. Half a year later, we are well into the long, dark winter of Trump. ",
        "subject": "Summer of Trump",
        "slug": "summer-of-trump",
        "topic": "Politics",
        "updatedAt": "2015-12-28T18:15:49.104Z"
    },
	{
        "author": "Jimmy Yook",
        "createdAt": "2015-12-27T21:25:20.985Z",
        "credit": "",
        "entryText": "\u003cp\u003eWhen we were young, our imaginations would lead us to befriend the teddy bear sitting on our bedside. But Pixar has always dug a little deeper. Over its history, the animation studio has journeyed through countless imaginative tales, to make \u003ca href=\"https://49.media.tumblr.com/tumblr_m4guqqY0S61r4ix9fo1_500.gif\" target=\"_blank\"\u003etoys\u003c/a\u003e, bugs, monsters, and even cars our friendliest companions. Their next destination? Emotions.\u003c/p\u003e\u003cp\u003e \n\nDisney-Pixar’s Inside Out brought audiences to take a look into our inner universe. Characters representing Joy, Sadness, Disgust, Anger and Fear are the pilots of 11-year-old Riley’s emotions, with roles of making the little girl’s life “happy – which is not easy at all.”\u003c/p\u003e\u003cp\u003e\n\nAfter Riley’s family moves to a new city, her life is thrown into chaos with the hardships that come from adjusting to a new neighborhood. (It’s like move-in day during Wildcat Welcome, but amplified by the emotions of a pubescent preteen.) The anxiety coming from the thought that we might not be happy in the a environment attacks us, and is amplified when happy memories of the past float around in the mind. This is expressed by Sadness touching one of Riley’s core memories, which makes the memory turn blue and become a “sad” one. Joy, alway the eager, playful leader of the group, freaks out at the thought that Riley could ever feel sad, leading to the misadventures that Joy and Sadness have as they travel through Riley’s brain.\u003c/p\u003e\u003cp\u003e\n\nBut, as directors Pete Docter and Ronnie del Carmen make viewers realize, there’s more to our complex emotions than always being happy. By the end of the film, Joy learns to appreciate the role of Sadness in controlling Riley’s emotions, and they start to work together to help her grow. At the same time, Riley opens up and for the first time and honestly talks with her family about what she misses from her hometown, about her “sad” memories.\n\u003c/p\u003e\u003cp\u003e\nAnd thus it brings us this pleasant message: stop trying to suppress “bad” and embrace your feelings, because numbing sadness is numbing joy. This simple lesson that the emotions each serve a different, valuable function touched millions of audiences worldwide, ranking the film Pixar’s second biggest critical success (behind only Toy Story 3), earning a 98% approval rating on Rotten Tomatoes. As one of the very few movies where human emotions are actually the subject matter, the film provided academia with invaluable material. Dr. Elisabeth Guthrie, a child psychiatrist at Columbia University Medical Center, told \u003ca href=\"http://www.newsweek.com/what-do-child-psychiatrists-think-pixars-wondrous-inside-out-347114\" target=\"_blank\"\u003eNewsweek\u003c/a\u003ethat the film “was helpful for helping kids identify their feelings and start a dialogue about it.” \n\u003c/p\u003e\u003cp\u003e\nFinally, a film where parents “escorting” their children to the theaters actually get to reflect on themselves!\u003c/p\u003e",
        "media": "\u003ciframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/yRUAzGQ3nSY\" frameborder=\"0\" allowfullscreen\u003e\u003c/iframe\u003e",
        "objectId": "8OHS2Wi4Pw",
        "pullquote": "Joy learns to appreciate the role of Sadness in controlling Riley’s emotions, and they start to work together to help her grow. ",
        "subject": "Inside Out",
        "slug": "inside-out",
        "topic": "Media",
        "updatedAt": "2015-12-27T21:25:20.985Z"
    },
	{
        "author": "Kevin Kryah",
        "createdAt": "2015-12-29T04:54:49.153Z",
        "credit": "",
        "entryText": "\u003cp\u003eYou know a new \u003cem\u003eStar Wars\u003c/em\u003e movie just came out. Everyone on the planet knows. It’s practically impossible \u003cem\u003enot\u003c/em\u003e to know. From \u003ca href=\"http://www.blog.generalmills.com/2015/05/ready-to-bring-the-force-to-your-breakfast-table/\" target=\"_blank\"\u003ecereal\u003c/a\u003e to \u003ca href=\"https://www.youtube.com/watch?v=MnAiUd4_Z8E\" target=\"_blank\"\u003ephones\u003c/a\u003e to \u003ca href=\"https://www.youtube.com/watch?v=XWaXrtXd0Cs\" target=\"_blank\"\u003ebatteries\u003c/a\u003e to \u003ca href=\"http://deadline.com/2015/10/star-wars-trailer-the-force-awakens-monday-night-football-ratings-espn-disney-1201588623/\" target=\"_blank\"\u003eMonday Night Football\u003c/a\u003e, awareness for J.J. Abrams’ \u003cem\u003eStar Wars: The Force Awakens\u003c/em\u003e has grown to the point of ubiquity. Entertaining as the film was, its quality was irrelevant; it doesn’t take a Jedi to predict that the film will make an obscene amount of money and thus secure the future of the \u003cem\u003eStar Wars\u003c/em\u003e franchise. The question isn’t \u003cem\u003eif\u003c/em\u003e the movie will break the bank – it \u003ca href=\"http://www.boxofficemojo.com/news/?id=4131\u0026p=.htm\" target=\"_blank\"\u003ewill\u003c/a\u003e. The question is, \u003cem\u003ewhy\u003c/em\u003e? Why is an almost 40-years-old sci-fi saga about robots and spaceships the most important and visible cinematic release of the year? \n\u003c/p\u003e\u003cp\u003eBecause Star Wars is a religion.\u003c/p\u003e\n\u003cp\u003eA long, long time ago, George Lucas spliced Joseph Campbell’s \u003cem\u003eThe Hero with a Thousand Faces\u003c/em\u003e, samurai movies, \u003cem\u003eFlash Gordon\u003c/em\u003e serials and new age philosophy together to create one of the highest grossing films of all time: \u003cem\u003eStar Wars\u003c/em\u003e. Big deal, right? Movies and their studios break box office records like \u003ca href=\"http://variety.com/2015/film/box-office/universal-2-billion-domestic-box-office-record-1201570987/\" target=\"_blank\"\u003eclockwork\u003c/a\u003e these days. \u003cem\u003eStar Wars\u003c/em\u003e, however, remained lodged in the consciousness of fans around the world. To this day, \u003cem\u003eStar Wars’\u003c/em\u003e rabid acolytes \u003ca href=\"http://observer.com/2015/12/5-holy-grail-star-wars-collectibles-do-you-own-one/\" target=\"_blank\"\u003ecollect relics\u003c/a\u003e, \u003ca href=\"http://www.501st.com/\" target=\"_blank\"\u003eadorn ceremonial attire\u003c/a\u003e and \u003ca href=\"http://www.forbes.com/sites/toddkenreck/2015/12/17/why-these-amazing-star-wars-fans-are-the-true-heroes/\" target=\"_blank\"\u003econtribute to the community\u003c/a\u003e in a manner more suited to a religious order than a movie fanbase. So fervent are these fans that even the creator, Lucas himself, has had to \u003ca href=\"http://www.avclub.com/article/george-lucas-doesnt-use-internet-still-stands-gree-229093\" target=\"_blank\"\u003eflee the web\u003c/a\u003e for fear of their vitriol. In their minds, these fans understand \u003cem\u003eStar Wars\u003c/em\u003e better \u003cem\u003ethan its maker\u003c/em\u003e.\n\u003c/p\u003e\u003cp\u003e\u003cem\u003eStar Wars\u003c/em\u003e’ “Expanded Universe” and the brouhaha surrounding it only add to the franchise’s dogmatic status. While other movie franchises have “\u003ca href=\"http://editorial.rottentomatoes.com/article/hasbro-announces-cinematic-universe-centered-on-g-i-joe-plus-more-holllywood-headlines/\" target=\"_blank\"\u003ecinematic universes\u003c/a\u003e,” \u003cem\u003eStar Wars\u003c/em\u003e has full-fledged apocrypha. \u003ca href=\"http://www.gamefaqs.com/boards/223-star-wars/71388245\" target=\"_blank\"\u003eDiscussions\u003c/a\u003e about what constitutes \u003cem\u003eStar Wars\u003c/em\u003e “\u003ca href=\"http://starwars.wikia.com/wiki/Canon\" target=\"_blank\"\u003ecanon\u003c/a\u003e” are tinged with a \u003ca href=\"http://boards.theforce.net/threads/what-happens-when-sith-die.50012020/\" target=\"_blank\"\u003etheological sense of importance\u003c/a\u003e, even when the content in question revolves around racist aliens and laser swords. All content in \u003cem\u003eStar Wars\u003c/em\u003e falls under this scrutiny, from the movies to the \u003ca href=\"https://www.reddit.com/r/StarWars/comments/3p15rb/spoiler_servants_of_the_empire_possible_hints_for/\" target=\"_blank\"\u003echildren’s books\u003c/a\u003e.\n\u003c/p\u003e\u003cp\u003eHype for \u003cem\u003eStar Wars\u003c/em\u003e isn’t just a part of pop culture. It \u003cem\u003eis\u003c/em\u003e a culture, replete with its own complex, convoluted mythology and adherents who border on fundamentalism. Expect the release of \u003cem\u003eThe Force Awakens\u003c/em\u003e to be a religious experience for many, because that’s exactly what it is – \u003ca href=\"http://news.bbc.co.uk/2/hi/uk_news/1589133.stm\" target=\"_blank\"\u003elegally, for some\u003c/a\u003e.\u003c/p\u003e",
        "media": "\u003ciframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/sGbxmsDFVnE\" frameborder=\"0\" allowfullscreen\u003e\u003c/iframe\u003e",
        "objectId": "8gZNrnjKeJ",
        "pullquote": "While other movie franchises have “cinematic universes,” \u003cem\u003eStar Wars\u003c/em\u003e has full-fledged apocrypha. ",
        "subject": "Star Wars: The Force Awakens",
        "slug": "star-wars",
        "topic": "Entertainment",
        "updatedAt": "2015-12-29T04:54:49.153Z"
    },
	{
        "author": "Carter Sherman",
        "createdAt": "2015-12-29T05:42:01.524Z",
        "credit": "",
        "entryText": "\u003cp\u003eAfter 16 years helming \u003cem\u003eThe Daily Show\u003c/em\u003e, its host Jon Stewart announced his intention to step down in February. The writing had been on the wall for months, as Stewart had already taken the summer of 2013 off to direct a movie, yet the news still shocked me: The man was a pop culture institution. He’d been on air for more than half my life.\u003c/p\u003e\u003cp\u003eThanks to my family’s early adoption of TiVo, I began watching Jon Stewart by the fourth grade. Stewart’s satire profoundly shaped my opinions on politics, the media, even humor. (My very liberal parents definitely owe Stewart; he saved them the trouble of teaching me how to be a good liberal.) And I’m far from alone in feeling Stewart’s influence. Twelve percent of Americans say they got their news from \u003cem\u003eThe Daily Show with Jon Stewart\u003c/em\u003e, \u003ca href=\"http://www.pewresearch.org/fact-tank/2015/08/06/5-facts-daily-show/\" target=\"_blank\"\u003eaccording to the Pew Research Center\u003c/a\u003e.\u003c/p\u003e\u003cp\u003eThat’s because, as Stewart said in his \u003ca href=\"http://www.cc.com/episodes/pjkw01/the-daily-show-with-jon-stewart-august-6--2015---jon-stewart-s-final-episode-season-20-ep-20142\" target=\"_blank\"\u003elast-ever broadcast\u003c/a\u003e, the true target of the show wasn’t the war in Iraq, Fox News or even conservatives: It was bullshit.\u003c/p\u003e\u003cp\u003e“Your premeditated, institutional bullshit, designed to obscure and distract,” Stewart told viewers in one last epic rant. “Designed by whom? The bullshitocracy.”\u003c/p\u003e\u003cp\u003eStewart called out bullshit nightly, from his (in)famous hypocrisy videos – footage of politicians promising one thing superimposed with them saying or doing the exact opposite – to his \u003ca href=\"http://www.cc.com/video-clips/gmgfdo/the-daily-show-with-jon-stewart-conservative-libertarian\" target=\"_blank\"\u003eshow-long satire\u003c/a\u003e of Glenn Beck’s showmanship. And he wasn’t afraid to do it on other people’s shows either. After Stewart called CNN’s \u003cem\u003eCrossfire\u003c/em\u003e “partisan hackery” that was “hurting America” in his 2004 appearance on that show, CNN’s president cancelled \u003cem\u003eCrossfire\u003c/em\u003e partly because he \u003ca href=\"http://www.nytimes.com/2005/01/06/business/media/cnn-will-cancel-crossfire-and-cut-ties-to-commentator.html\" target=\"_blank\"\u003eagreed\u003c/a\u003e with Stewart’s critique.\u003c/p\u003e\u003cp\u003eBut perhaps Stewart’s best callouts of the bullshitocracy weren’t funny or barbed at all. After national tragedies, Stewart often broke the show’s comedy format to speak directly to his audience. While his \u003ca href=\"http://www.businessinsider.com/jon-stewarts-911-daily-show-monologue-2015-8\" target=\"_blank\"\u003epost-9/11 address\u003c/a\u003e evokes tears, Stewart’s more recent monologues were not just heartbreaking but appropriately rage-inducing. After this summer’s shooting in Charleston, he told the audience there would be “no jokes” that evening.\u003c/p\u003e\u003cp\u003e“Nine people were shot in a black church by a white guy who hated them, who wanted to start some kind of civil war,” he said. “The Confederate flag flies over South Carolina and the roads are named for Confederate generals. And the white guy’s the one who feels like his country’s being taken away from him.”\u003c/p\u003e\u003cp\u003eStewart officially left his desk in September, and he’s \u003ca href=\"http://www.hollywoodreporter.com/live-feed/jon-stewart-headed-hbo-four-836443\" target=\"_blank\"\u003eapparently signed up\u003c/a\u003e to create content for HBO. Yet his legacy lives on in his various successors, from Samantha Bee (ready to become the first woman in late night) to John Oliver (who revamped Stewart’s template into \u003cem\u003eThis Week Tonight\u003c/em\u003e) to Larry Wilmore (host of \u003cem\u003eThe Nightly Show with Larry Wilmore\u003c/em\u003e) to Stephen Colbert (now graduated from \u003cem\u003eThe Colbert Report\u003c/em\u003e to the big leagues of \u003cem\u003eThe Late Show\u003c/em\u003e) to, of course, Trevor Noah (the new \u003cem\u003eDaily Show\u003c/em\u003e host). But Stewart’s unique voice – including those terrible impressions – will still be missed.\u003c/p\u003e\u003cp\u003e“The best defense against bullshit is vigilance,” Stewart advised his viewers on his final broadcast. “So if you smell something, say something.”\u003c/p\u003e\u003cp\u003eWe’ll try, Jon.\u003c/p\u003e\n",
        "media": "\u003ciframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/aFQFB5YpDZE\" frameborder=\"0\" allowfullscreen\u003e\u003c/iframe\u003e",
        "objectId": "CPB5Yt543V",
        "pullquote": "“The best defense against bullshit is vigilance. So if you smell something, say something.” ",
        "subject": "The Daily Show",
        "slug": "daily-show",
        "topic": "Media",
        "updatedAt": "2015-12-29T05:42:01.524Z"
    },
	{
        "author": "Abby Blachman",
        "createdAt": "2015-12-27T20:51:12.514Z",
        "credit": "Photo by Ted Eytan on Flickr. Licensed under Creative Commons.",
        "entryText": "\u003cp\u003eThe Supreme Court of the United States sprinkled a bit of light and hope on a dark and tension-filled 2015 when they ruled on June 26 that all American citizens, regardless of sexual orientation or gender, have the right to marry the person they love. \u003cem\u003eObergefell v. Hodges\u003c/em\u003e stands out as a victory for the United States in a year when innocent lives were taken by \u003ca href=\"http://www.theguardian.com/us-news/ng-interactive/2015/jun/01/the-counted-police-killings-us-database\" target=\"_blank\"\u003ecorrupt police forces in the name of discrimination\u003c/a\u003e , in a year when gunfire \u003ca href=\"http://www.gunviolencearchive.org\" target=\"_blank\"\u003etore through the country\u003c/a\u003e and in a year where a legitmate contender for the White House called for a \u003ca href=\"http://www.nytimes.com/video/us/100000004080249/trump-reaffirms-urge-to-halt-muslims.html\" target=\"_blank\"\u003e“total and complete shutdown of Muslims entering the United States.”\u003c/a\u003e \u003c/p\u003e\n\n\u003cp\u003e\u003cem\u003eObergefell v. Hodges\u003c/em\u003e, which came after decades of hard-fought and persistent civil rights activism, was welcomed with tearful embraces, joyful parades, and celebrations from people of all genders, sexual orientations, ages, races and ethnicities across the nation and the world.\u003c/p\u003e\n\n\u003cp\u003eThe decision was also unsurprisingly met with resistance and protest. Kentucky court clerk Kim Davis famously spent five days in jail for refusing to issue same-sex marriage licenses. Justice Antonin Scalia called the Court’s decision a “threat to American democracy.”\n\u003c/p\u003e\n\n\u003cp\u003eResistance to the decision is part of a wave of conservatism in the United States that reflects a trend of asymmetrical political polarization. While the left moves farther to the left, the right moves even more extremely farther to the right. Conservative political extremism has \u003ca href=\"http://www.vox.com/2015/8/7/9115493/tea-party-donald-trump\" target=\"_blank\"\u003ebirthed movements like the Tea Party and presidential candidates like Donald Trump\u003c/a\u003e, who is a staunch supporter of what he refers to as \u003ca href=\"http://www.huffingtonpost.com/2015/06/28/donald-trump-gay-marriage_n_7681570.html\" target=\"_blank\"\u003e“traditional marriage”\u003c/a\u003e. \u003c/p\u003e\n\n\u003cp\u003eThe decision was monumental. \u003cem\u003eObergefell v. Hodges\u003c/em\u003e will go down in history among other famous United States Supreme Court cases like \u003cem\u003eBrown v. Board of Education of Topeka\u003c/em\u003e and \u003cem\u003eRoe v. Wade\u003c/em\u003e. But it is just the beginning of the reforms that need to be made in this country in order for people of all genders to be considered equal and included. This same year, the \u003ca href=\"http://thinkprogress.org/lgbt/2015/10/31/3718110/houston-hero-endorsements/\" target=\"_blank\"\u003eHouston Equal Rights Ordinance\u003c/a\u003e, which promised nondiscrimination protection on a number of bases including race, religion, sex, disability and gender identity, was voted down. Clearly, \u003cem\u003eObergefell v. Hodges\u003c/em\u003e is merely the beginning of a long road to freedom and equality.\u003c/p\u003e\n",
        "media": "https://upload.wikimedia.org/wikipedia/commons/7/75/Celebrating_a_new_America_-lovewins_58242_(18588276403).jpg",
        "objectId": "EngYWeLl0G",
        "pullquote": "Kentucky court clerk Kim Davis famously spent five days in jail for refusing to issue same-sex marriage licenses. Justice Antonin Scalia called the Court’s decision a “threat to American democracy.”",
        "subject": "Same-sex marriage",
        "slug": "same-sex-marriage",
        "topic": "Politics",
        "updatedAt": "2015-12-27T20:51:12.514Z"
    },
	{
        "author": "Amal Ahmed",
        "createdAt": "2015-12-28T19:21:30.188Z",
        "credit": "Photo by Jessica Christian on Flickr. Licensed under Creative Commons.",
        "entryText": "\u003cp\u003eFour years ago, \u003ca href=\"http://www.northbynorthwestern.com/story/bill-mckibben-discusses-keystone-pipeline-at-nu/\" target=\"_blank\"\u003eBill McKibben\u003c/a\u003e got himself and more than 1,000 climate change activists \u003ca href=\"http://www.rollingstone.com/politics/news/the-keystone-pipeline-revolt-why-mass-arrests-are-just-the-beginning-20110928\" target=\"_blank\"\u003earrested\u003c/a\u003e in front of the White House while protesting the Keystone XL pipeline that would transport oil from Canadian tar sands to the United States. After years of \u003ca href=\"http://www.huffingtonpost.com/2015/02/03/epa-keystone-xl-emissions_n_6606366.html\" target=\"_blank\"\u003einconclusive\u003c/a\u003e environmental studies, debates about the economic impact of the pipeline, political posturing by Republicans and Democrats and even a last-ditch attempt by TransCanada to \u003ca href=\"http://www.wsj.com/articles/transcanada-requests-suspension-of-u-s-permit-for-keystone-xl-pipeline-1446507279\" target=\"_blank\"\u003egame the system\u003c/a\u003e, President Obama \u003ca href=\"http://www.nytimes.com/2015/11/07/us/obama-expected-to-reject-construction-of-keystone-xl-oil-pipeline.html?_r=0\" target=\"_blank\"\u003efinally\u003c/a\u003e killed the pipeline on Nov. 6.\n\u003c/p\u003e\u003cp\u003e\nThe 1,700 mile pipeline that would have facilitated the flow of some 800,000 barrels of oil between Canada and the United States became a hot-button issue on \u003ca href=\"http://www.thestar.com/news/canada/2015/11/07/how-stephen-harpers-old-schoolmate-helped-kill-the-keystone-pipeline.html\" target=\"_blank\"\u003eboth sides\u003c/a\u003e of the border after McKibben’s 350.org and several environmental groups turned it into a rallying cry for the climate change and environmental justice movements.\n\u003c/p\u003e\n\u003cp\u003eObama \u003ca href=\"https://www.whitehouse.gov/the-press-office/2015/11/06/statement-president-keystone-xl-pipeline\" target=\"_blank\"\u003eannounced\u003c/a\u003e his rejection just a few weeks before the U.N. summit on climate change began in Paris. “Ultimately, if we’re going to prevent large parts of this Earth from becoming not only inhospitable but uninhabitable in our lifetimes, we’re going to have to keep some fossil fuels in the ground rather than burn them and release more dangerous pollution into the sky,” he said.\n\u003c/p\u003e\n\u003cp\u003eFor politicians, Obama’s rejection was a symbolic gesture towards his climate change policies and the legacy he intends to leave behind. The environmental effect of rejecting Keystone, after all, is small potatoes compared to the sweeping EPA regulations that the administration announced this past August as part of the \u003ca href=\"http://www.theatlantic.com/politics/archive/2015/08/obama-greenhouse-gas-rule/400382/\" target=\"_blank\"\u003eClean Power Plan.\u003c/a\u003e\n\u003c/p\u003e\n\u003cp\u003eFor environmentalists, the death of Keystone XL was symbolic, too. It was, finally, at long last, a grassroots victory against the well-funded, heavily influential fossil fuel industry.\n\u003c/p\u003e\n\u003cp\u003eHowever, as 2015 is projected to be the \u003ca href=\"http://www.nytimes.com/2015/10/22/science/2015-likely-to-be-hottest-year-ever-recorded.html\" target=\"_blank\"\u003ehottest calendar year\u003c/a\u003e recorded in human history, one thing is clear: Keystone XL may be a thing of the past, but climate change is still very much a part of our future.\n\u003c/p\u003e",
        "media": "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2015/12/28/Screenshot_2015-12-28_13.13.38.png",
        "objectId": "EonF94shur",
        "pullquote": "Keystone XL may be a thing of the past, but climate change is still very much a part of our future.",
        "subject": "Keystone XL",
        "slug": "keystone-xl",
        "topic": "Politics",
        "updatedAt": "2015-12-28T19:21:30.188Z"
    },
	{
        "author": "Sarah Turbin",
        "createdAt": "2015-12-27T21:00:42.396Z",
        "credit": "",
        "entryText": "\u003cp\u003eIt’s a question almost every student with a study break and a front-facing camera has attempted to answer: If a picture’s worth a thousand words, then what’s the asking price for a six-second up-the-nose selfie with the ugliest Evanston-related geofilter slapped on top? A good chunk of money. Even though news broke last month that one of Snapchat Inc.’s big investors lowered the \u003ca href=\"http://qz.com/546162/snapchats-lofty-16-billion-valuation-takes-a-hit/\" target=\"_blank\"\u003evalue of its stake\u003c/a\u003e in the company by 25 percent, \u003ca href=\"http://www.ibtimes.com/snapchat-outranks-instagram-fastest-growing-social-network-american-millennials-2220089\" target=\"_blank\"\u003ethe company’s still worth about $12 billion, and it continues to grow\u003c/a\u003e.\u003c/p\u003e\n\n\u003cp\u003eIn 2015, Snapchat’s a far cry from its days as a germ of an idea that originated between a \u003ca href=\"https://49.media.tumblr.com/7c523bdbd7f1c967df998cde174657cd/tumblr_n02z95NSeq1sp7ha5o1_500.gif\" target=\"_blank\"\u003efew friends\u003c/a\u003e on Stanford University’s campus four years ago. Just last year the platform increased by more than half, and it’s now \u003ca href=\"http://www.webpagefx.com/blog/general/how-much-has-snapchat-really-grown-in-4-years-infographic/\" target=\"_blank\"\u003egrown\u003c/a\u003e to have an estimated 200 million daily users. In January, it rolled out Discover, a section of the app that’s dedicated to displaying content from a \u003ca href=\"http://fortune.com/2015/09/21/snapchat-discover-publishers/\" target=\"_blank\"\u003eselect number\u003c/a\u003e of media outlets - places like Cosmopolitan, ESPN, Comedy Central and National Geographic have joined the Snapchat squad thus far. And, in September, the company introduced Lenses, the handy little feature that has let users take selfies with interactive filters on them. You can thank the team headed by Snapchat’s CEO, Evan Spiegel, for cornering the market when it comes to choosing between sending a video of yourself looking about 50 years older or puking an animated rainbow.\u003c/p\u003e\n\n\u003cp\u003e2015 was good to Spiegel too. Way \u003ca href=\"https://media.giphy.com/media/3TWrXEnOPa0Yo/giphy.gif=\"_blank\"\u003ebetter\u003c/a\u003e than his \u003ca href=\"http://www.google.com\" target=\"_blank\"\u003elast year\u003c/a\u003e, at least. The 25-year-old landed on the Forbes 400 list as the world’s youngest \u003ca href=\"http://genyes.my/wp-content/uploads/2014/11/GIF-2.gif\" target=\"_blank\"\u003ebillionaire\u003c/a\u003e, and he was the cover story for L’Uomo Vogue’s October issue. Lucky for us, Snapchat’s the only place where photos like \u003ca href=\"https://qph.is.quoracdn.net/main-qimg-f8de7d4b4025ba64af73011ea5c2654c?convert_to_webp=true\" target=\"_blank\"\u003ethis one\u003c/a\u003e are temporary.\u003c/p\u003e",
        "media": "\u003ciframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/vQXgiQqMTXo\" frameborder=\"0\" allowfullscreen\u003e\u003c/iframe\u003e",
        "objectId": "I4hNi7st5z",
        "pullquote": "It’s a question almost every student with a study break and a front-facing camera has attempted to answer: If a picture’s worth a thousand words, then what’s the asking price for a six-second up-the-nose selfie with the ugliest Evanston-related geofilter slapped on top? A good chunk of money. Even though news broke last month that one of Snapchat Inc.’s big investors lowered the \u003ca href=\"http://qz.com/546162/snapchats-lofty-16-billion-valuation-takes-a-hit/\" target=\"_blank\"\u003evalue of its stake\u003c/a\u003e in the company by 25 percent, \u003ca href=\"http://www.ibtimes.com/snapchat-outranks-instagram-fastest-growing-social-network-american-millennials-2220089\" target=\"_blank\"\u003ethe company’s still worth about $12 billion, and it continues to grow\u003c/a\u003e.  In 2015, Snapchat’s a far cry from its days as a germ of an idea that originated between a \u003ca href=\"https://49.media.tumblr.com/7c523bdbd7f1c967df998cde174657cd/tumblr_n02z95NSeq1sp7ha5o1_500.gif\" target=\"_blank\"\u003efew friends\u003c/a\u003e on Stanford University’s campus four years ago. Just last year the platform increased by more than half, and it’s now \u003ca href=\"http://www.webpagefx.com/blog/general/how-much-has-snapchat-really-grown-in-4-years-infographic/\" target=\"_blank\"\u003egrown\u003c/a\u003e to have an estimated 200 million daily users. In January, it rolled out Discover, a section of the app that’s dedicated to displaying content from a \u003ca href=\"http://fortune.com/2015/09/21/snapchat-discover-publishers/\" target=\"_blank\"\u003eselect number\u003c/a\u003e of media outlets - places like Cosmopolitan, ESPN, Comedy Central and National Geographic have joined the Snapchat squad thus far. And, in September, the company introduced Lenses, the handy little feature that has let users take selfies with interactive filters on them. You can thank the team headed by Snapchat’s CEO, Evan Spiegel, for cornering the market when it comes to choosing between sending a video of yourself looking about 50 years older or puking an animated rainbow.  2015 was good to Spiegel too. Way \u003ca href=\"https://media.giphy.com/media/3TWrXEnOPa0Yo/giphy.gif=\"_blank\"\u003ebetter\u003c/a\u003e than his \u003ca href=\"http://www.google.com\" target=\"_blank\"\u003elast year\u003c/a\u003e, at least. The 25-year-old landed on the Forbes 400 list as the world’s youngest \u003ca href=\"http://genyes.my/wp-content/uploads/2014/11/GIF-2.gif\" target=\"_blank\"\u003ebillionaire\u003c/a\u003e, and he was the cover story for L’Uomo Vogue’s October issue. Lucky for us, Snapchat’s the only place where photos like \u003ca href=\"https://qph.is.quoracdn.net/main-qimg-f8de7d4b4025ba64af73011ea5c2654c?convert_to_webp=true\" target=\"_blank\"\u003ethis one\u003c/a\u003e are temporary.",
        "subject": "Snapchat",
        "slug": "snapchat",
        "topic": "Media",
        "updatedAt": "2015-12-27T21:00:42.396Z"
    },
	{
        "author": "Matthew Zhang",
        "createdAt": "2015-12-29T06:32:55.586Z",
        "credit": "",
        "entryText": "\u003cp\u003e2015 has been an immensely successful year for space in pop culture, with news topics ranging from the \u003ca href=\"http://www.ew.com/article/2015/10/04/box-office-report-the-martian-sicario\" target=\"_blank\"\u003ebreakout hit of \u003cem\u003eThe Martian\u003c/em\u003e\u003c/a\u003e to the \u003ca href=\"https://www.nasa.gov/press-release/nasa-confirms-evidence-that-liquid-water-flows-on-today-s-mars\" target=\"_blank\"\u003ediscovery of liquid water on Mars\u003c/a\u003e. But the event that perhaps best captured social media’s “heart” this year was New Horizons’ Pluto flyby. \n\u003c/p\u003e\n\u003cp\u003eThe flyby was the culmination of a three-billion mile, decades-long NASA mission to explore the last planet in our solar system (and yes, \u003ca href=\"http://www.wired.com/2012/01/jan-19-2006-new-horizons/\" target=\"_blank\"\u003ePluto still \u003cem\u003ewas\u003c/em\u003e classified as a planet\u003c/a\u003e when the probe was launched in 2006). For the project to be considered a success, the New Horizons probe would have to travel for almost ten years through the vastness of space, where even a single unexpected asteroid hit or computer glitch could irreversibly destroy the \u003ca href=\"http://www.thefiscaltimes.com/2015/07/14/Here-s-What-It-Cost-Send-NASA-s-New-Horizons-Pluto\" target=\"_blank\"\u003e$720 million project\u003c/a\u003e. Consequently, tensions ran high in the mission control room when New Horizons was scheduled to file its report from radio silence.\n\u003c/p\u003e\n\u003cp\u003eOn \u003ca href=\"http://www.nytimes.com/2015/07/15/science/space/nasa-new-horizons-spacecraft-reaches-pluto.html\" target=\"_blank\"\u003eJuly 14\u003c/a\u003e, NASA’s hard work was rewarded with a quick status update from New Horizons. Not only had the probe survived, but it would also be sending back reams of data from Pluto’s surface. Pluto, once only seen as a fuzzy gray blur, would now greet Earth with a heart, revealing a richly complex world never explored before.\n\u003c/p\u003e\n\u003cp\u003eUpon confirmation of New Horizon’s success, cheers erupted in the Johns Hopkins University Applied Physics Laboratory, prompting a huge wave of celebration to break out over social media. Two highlights included President Obama’s \u003ca href=\"https://twitter.com/POTUS/status/621133763385425920\" target=\"_blank\"\u003etweet\u003c/a\u003e, which broke 21,000 retweets, and \u003ca href=\"https://www.youtube.com/watch?v=6jXazEYi3P8\" target=\"_blank\"\u003eStephen Colbert’s interview with Neil deGrasse Tyson\u003c/a\u003e regarding the discovery, which reached a million views on the same day.\n\u003c/p\u003e\n\u003cp\u003eThe New Horizon’s mission \u003ca href=\"http://www.space.com/29988-new-horizons-pluto-probe-future.html\" target=\"_blank\"\u003eisn’t over yet\u003c/a\u003e. Until late 2016, the probe will continue to send even higher-resolution images and data from Pluto’s surface and its moons, and potential flybys of other objects in the Kuiper Belt may still be planned. \n\u003c/p\u003e\n\u003cp\u003eCoincidentally, the New Horizons’ flyby also marked the \u003ca href=\"http://www.space.com/29932-pluto-flyby-anniversary-mariner-4-mars.html\" target=\"_blank\"\u003e50th anniversary of the first Mars flyby by NASA’s Mariner 4\u003c/a\u003e on July 14, 1965: a full-circle “capstone,” as mission project manager Glen Fountain \u003ca href=\"http://www.space.com/29929-pluto-flyby-new-horizons-spacecraft.html\" target=\"_blank\"\u003estated\u003c/a\u003e, of humanity’s “initial reconnaissance of our solar system – giving us a new perspective about how we as human beings fit into the universe.”\u003c/p\u003e",
        "media": "\u003ciframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/B0xkupKwjfM\" frameborder=\"0\" allowfullscreen\u003e\u003c/iframe\u003e",
        "objectId": "L3SKgjNtBz",
        "pullquote": "Pluto, once only seen as a fuzzy gray blur, would now greet Earth with a heart, revealing a richly complex world never explored before.",
        "subject": "Pluto",
        "slug": "pluto",
        "topic": "Science",
        "updatedAt": "2015-12-29T06:32:55.586Z"
    },
	{
        "author": "Carrie Twersky",
        "createdAt": "2015-12-29T06:01:31.036Z",
        "credit": "",
        "entryText": "\u003cp\u003eWalk into a sorority house – any given day, any given hour – and I guarantee someone is watching Amy Schumer.\n\u003c/p\u003e \n\u003cp\u003eThe quotable comic has a way of relating to every girl who watches her, whether it be on her Emmy-winning sketch comedy television show \u003cem\u003eInside Amy Schumer\u003c/em\u003e, HBO special or hit movie \u003cem\u003eTrainwreck\u003c/em\u003e. She values characteristics that women often grow up thinking they should be ashamed about, from body type to drinking habits. While media and society often denigrate women for straying from the norm when it comes to these categories, Schumer celebrates the differences, showing that we should appreciate them too. Using self-deprecation, a large part of Schumer’s humor, she shows women everywhere that we are normal and that what we’re doing is normal.\n\u003c/p\u003e \n\u003cp\u003eSchumer brings up important issues, but in no way does she shove her opinion down your throat. Instead, Schumer makes you laugh while watching a sketch about \u003ca href=”https://www.youtube.com/watch?v=XPpsI8mWKmg” target=blank”\u003eHollywood’s double standard of aging in men and women\u003c/a\u003e. Clever and hilarious, Schumer gets her searing message across without you even noticing.\n\u003c/p\u003e \n\u003cp\u003eThis year Schumer dominated every platform she took on. She tackled stand up, sketch comedy and the big screen, and walked away victorious from every one. She arose from Long Island and landed in the spotlight, following the lineage of female comics before her who together showcase that, yes, women are funny. And that women are funny in low-cut mini-dresses, while talking about threesomes or burping or drinking cheap beer.\u003c/p\u003e\n\u003cp\u003eShe is a role model that women need. Not a proper lady, not a stick thin model, but someone who is unapologetically herself. She may not be the thinnest, the prettiest or the most fashionable celebrity out there, but that’s what makes her so relatable and inspirational. She doesn’t care what anyone else thinks when she drinks a whole bottle of wine on stage at the Apollo, and neither should you.\u003c/p\u003e",
        "media": "\u003ciframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/2MxnhBPoIx4\" frameborder=\"0\" allowfullscreen\u003e\u003c/iframe\u003e",
        "objectId": "OxhjGoj3bf",
        "pullquote": "She doesn’t care what anyone else thinks when she drinks a whole bottle of wine on stage at the Apollo, and neither should you.",
        "subject": "Amy Schumer",
        "slug": "amy-schumer",
        "topic": "Entertainment",
        "updatedAt": "2015-12-29T06:01:31.036Z"
    },
	{
        "author": "Isabella Jiao",
        "createdAt": "2015-12-29T02:47:12.698Z",
        "credit": "",
        "entryText": "\u003cp\u003ePeople’s general conception of the seriousness of politics makes anything less proper seem incongruent. Therefore, Donald Trump has easily stood out. And so does the musical “Hamilton” (on a much better ground though).\u003c/p\u003e\n\u003cp\u003eIf you can’t imagine hip-hop and one of the nation’s founding father being linked together, watch “Hamilton” and be convinced. The daring way of enacting Alexander Hamilton’s personal life and his ambition for the country runs parallel to the daring way Hamilton lived his own life, by throwing himself at battles and confrontations, and fearlessly facing both glorious victories and humiliating defeats. \u003c/p\u003e\n\u003cp\u003eThe musical made its Off-Broadway debut at The Public Theatre in New York in February, and was later transferred to Broadway on August 6 at the Richard Rodgers Theatre. It’s not hard to tell that people have loved it. When “Hamilton” opened on Broadway, it had a multimillion-dollar advance in ticket sales, and its engagement off-Broadway was sold out. It has also become the second highest-grossing show on Broadway for the Labor Day week, right after “The Lion King.”\u003c/p\u003e\n\u003cp\u003eWritten, composed and also performed by Lin-Manuel Miranda (as Hamilton), the show was inspired by the 2004 biography by historian Ron Chernow on the first Secretary of the Treasury when Miranda casually purchased the book at the airport to read during his vacation. In the staged performance, Miranda successfully condensed almost all major aspects of Hamilton’s life: his orphaned childhood, his rivalry with Aaron Burr, his marriage with Elizabeth Schuyler, his attack on Jefferson’s belief in a country dominated by elites, and of course, the duel that put a full stop to his life. More importantly, Hamilton’s spirit is instilled in every scene. Be it the abandoned boy in the Caribbean, or the accomplished politician of a fledgling nation, Hamilton never ceased fighting for his voice and reputation as an outsider. At the same time, his story inspires even more people from disadvantaged backgrounds like his to think about their ambition for life. And the show recently announced its first national tour for Chicago in Sept. 2016 – get excited, Northwestern. \u003c/p\u003e\n\u003cp\u003eBen Brantley summed up the play quite well in the New York Times: “I loath to tell people to mortgage their houses and lease their children to acquire tickets to a hit Broadway show. But ’Hamilton,’ directed by Thomas Kail and starring Mr. Miranda, might just about be worth it.” \u003c/p\u003e",
        "media": "\u003ciframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/0wboCdgzLHg\" frameborder=\"0\" allowfullscreen\u003e\u003c/iframe\u003e",
        "objectId": "QLtr8IyOHx",
        "pullquote": "If you can’t imagine hip-hop and one of the nation’s founding father being linked together, watch “Hamilton” and be convinced. ",
        "subject": "Hamilton",
        "slug": "hamilton",
        "topic": "Entertainment",
        "updatedAt": "2015-12-29T02:47:12.698Z"
    },
	{
        "author": "Tanner Howard",
        "createdAt": "2015-12-29T04:16:18.804Z",
        "credit": "",
        "entryText": "\u003cp\u003eAziz Ansari had a particularly productive 2015, and for that I am incredibly grateful. After wrapping up the last season of \u003cem\u003eParks and Recreation\u003c/em\u003e (RIP), he struck out on his own with both a book, \u003cem\u003eModern Romance\u003c/em\u003e, and his Netflix sitcom, \u003cem\u003eMaster of None\u003c/em\u003e, both of which nimbly tackled what it means to be a single, overeducated twenty-something in this moment. His clearheaded understanding of our world makes him one of the few celebrities that can effectively channel millennial angst into biting, intelligent pop culture.\u003c/p\u003e\u003cp\u003eWhat makes \u003cem\u003eModern Romance \u003c/em\u003eshine isn’t even Aziz’s comedic voice. Instead, it’s his thoroughgoing explanation of so many prevalent dating behaviors impacted by digital technology that made it essential reading this year. Wondering why that cute girl you met at a party last week still hasn’t texted you, driving you to the point of insanity and back? Aziz shows why people do this, as a means of making one more desirable by seeming unavailable. Can’t tell why your continuous “Heyyyy” Tinder messages never quite seem to pan out? Again, he shines a light, suggesting that people only respond when a response seems genuinely crafted. The book is a how-to manual on dating better in the 21st century, and its advice on making one’s first date more memorable than coffee at Kafein helped me land a girlfriend this summer. Thanks, Aziz.\u003c/p\u003e\u003cp\u003eWhen \u003cem\u003eMaster of None\u003c/em\u003e finally dropped in November, Aziz killed it yet again. The show is probably the best piece of millennial entertainment this side of Broad City. \u003cem\u003eMaster of None\u003c/em\u003e offers nuanced, witty takes on a wide range of important concerns, from dating (again) to being an immigrant child to facing racism as an Indian actor. \u003c/p\u003e\u003cp\u003eMy favorite episode was “Ladies and Gentleman,” exploring the myriad ways that women face harassment and discrimination today. After grandstanding about his feminist viewpoints, Dev (Aziz’s character) fails to credit his girlfriend Rachel’s frustration when a man refuses to acknowledge the two women in their group. Their ensuing argument, both characters speaking candidly about today’s frequently confusing gender politics, ultimately show’s Dev’s shortcomings as a male feminist. It’s a call for understanding for all men to understand their shortcomings and the continued challenges women face, all written and acted so honestly that it never feels contrived or preachy.\u003c/p\u003e\u003cp\u003eWithout a doubt, 2015 was Aziz’s time to shine. There’s nobody else who quite understands the world like him, and we’re all lucky that his voice carried so far this year.\u003c/p\u003e",
        "media": "\u003ciframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/6bFvb3WKISk\" frameborder=\"0\" allowfullscreen\u003e\u003c/iframe\u003e",
        "objectId": "QnqbUExMcl",
        "pullquote": "His clearheaded understanding of our world makes him one of the few celebrities that can effectively channel millennial angst into biting, intelligent pop culture.",
        "subject": "Aziz Ansari",
        "slug": "aziz-ansari",
        "topic": "Entertainment",
        "updatedAt": "2015-12-29T04:16:18.804Z"
    },
	{
        "author": "Mia Zanzucchi",
        "createdAt": "2015-12-29T05:40:03.726Z",
        "credit": "",
        "entryText": "\u003cp\u003eAin’t no finale like a Leslie Knope finale, because a Leslie Knope finale aired 13 television episodes in just seven weeks this year. “One Last Ride,” the series finale of \u003cem\u003eParks and Recreation\u003c/em\u003e, aired in February and \u003ca href=\"http://tvbythenumbers.zap2it.com/2015/02/25/tuesday-final-ratings-the-voice-adjusted-up-ncis-ncis-new-orleans-fresh-off-the-boat-new-girl-tvs-hottest-commercials-adjusted-down/367490/\" target=\"_blank\"\u003ewas seen\u003c/a\u003e by over 4 million viewers.\u003c/p\u003e\n\u003cp\u003eAffectionately known as \u003cem\u003eParks and Rec\u003c/em\u003e, the mockumentary-style NBC sitcom centered around an energetic, ambitious and enthusiastic government employee – the fabulous Amy Poehler as Leslie Knope, Deputy Director of Parks and Recreation in Pawnee, Indiana – as well as her friends and coworkers. For seven seasons, we watched Leslie, her small parks department and her quaint, obese town grow up. Through romantic mishaps and triumphs, government slip-ups and bureaucratic incompetencies and career changes, \u003cem\u003eParks and Rec\u003c/em\u003e developed and maintained a cult following.\u003c/p\u003e\n\u003cp\u003eThe show started off with some rocky criticism, as some believed it was too similar to fellow NBC workplace mockumentary \u003cem\u003eThe Office\u003c/em\u003e, but \u003cem\u003eParks and Rec\u003c/em\u003e proved itself early on. Nominated for dozens of awards for almost every season – including a \u003ca href=\"http://www.imdb.com/title/tt1266020/awards\" target=\"_blank\"\u003ehandful\u003c/a\u003e of Emmys and Golden Globe Awards – the show seemed to improve as time went on, bringing in new characters and maturing current ones.\u003c/p\u003e\n\u003cp\u003eEven though we know what happens to everyone in the Parks gang decades into the future, it’s still sad to see them go. From Li’l Sebastian (RIP) and “Jerry!” moments to Leslie Knope compliments and Ron Swanson’s mustache, \u003cem\u003eParks and Rec\u003c/em\u003e will forever be one of my favorite shows – a fond go-to on rainy days, during stressed out study breaks and marathon binges. The characters are extremely well-developed and real that it’s hard not to imagine yourself working alongside the \u003cem\u003eParks and Rec\u003c/em\u003e crew. As a waffle fanatic with a “beautiful, talented, brilliant, powerful musk-ox” roommate who balances out my crazy, I can’t help but identify (very strongly) with Leslie Knope. As soon as the last season starts streaming on Netflix, you can find me treating myself to a nostalgic binge.\u003c/p\u003e",
        "media": "\u003ciframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/6r17Ez9V3AQ\" frameborder=\"0\" allowfullscreen\u003e\u003c/iframe\u003e",
        "objectId": "T8MSpcfvKX",
        "pullquote": "Nominated for dozens of awards for almost every season – including a handful of Emmys and Golden Globe Awards – the show seemed to improve as time went on.",
        "subject": "Parks and Recreation",
        "slug": "parks-and-rec",
        "topic": "Entertainment",
        "updatedAt": "2015-12-29T05:40:03.726Z"
    },
	{
        "author": "Jasper Scherer",
        "createdAt": "2015-12-29T03:43:41.483Z",
        "credit": "",
        "entryText": "\u003cp\u003eAs I made my way through \u003cem\u003eMad Men\u003c/em\u003e’s seven seasons, I often questioned why I rooted for Don Draper. He is selfish, callous and at times candid to a fault. He goes through spells where he commits adultery about as often as I use the bathroom. He often hotboxes his office with secondhand cigarette smoke by noon. He has that “bad boy” charm, and gets away with it because he creates brilliant advertisements that earn his firm millions of dollars.\n\u003c/p\u003e\n\u003cp\u003eBut for all my qualms about Don, I also saw a compassionate side throughout the remarkable 92-episode run. And that empathy, that solicitude, stays with him to the very end. For one, Don’s egalitarianism sets him apart from many other men in his business who fail to see their female or black colleagues as equals. Don also shows remorse in the wake of his poor judgment – the only problem is that he keeps on doing it. He tries to find refuge from his troubled past in alcohol and women because he sees no other way. Nobody would debate Don is deeply flawed; he tries to be better, even if he sometimes fails.\n\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://www.youtube.com/watch?v=Exf63KPXF6w\" target=\"_blank\"\u003eAt the end of \u003cem\u003eMad Men\u003c/em\u003e\u003c/a\u003e, Don meditates cross-legged on a grassy meadow near a cliff overlooking the Pacific Ocean. With his eyes closed, it reminds me of the \u003ca href=\"https://www.youtube.com/watch?v=IOUPSj9yzKs\" target=\"_blank\"\u003eopening scene\u003c/a\u003e of the pilot, when Don – as clean-shaven there as he is in the last scene of the show – sits alone at a table next to a bar in a crowded restaurant amidst a haze of smoke, scribbling furiously on a napkin, face furrowed in that now-familiar Don Draper expression of concentration.\n\u003c/p\u003e\n\u003cp\u003eIn both the first and last scenes, Don is conceptualizing a new advertisement. We learn this about the final scene from what follows it: the iconic 1971 “\u003ca href=\"https://www.youtube.com/watch?v=1VM2eLhvsSM\" target=\"_blank\"\u003eI’d like to buy the world a \u003c/a\u003eCoke” commercial, which the show insinuated that Don himself created. As it becomes clear that Don’s enlightenment as he meditates is his conceivement of perhaps the greatest advertisement ever made, what becomes even clearer is that Don always was – and will always be – an advertising man. He understands that advertisements are just iterations of the fact that there’s some sort of emptiness inside everyone that needs filling, and the best ads must subliminally fill that void by drawing a link between that emptiness and the product itself. Whether or not a new Ford or a Lucky Strike cigarette or Belle Jolie lipstick can actually fill the void is beside the point – nobody was better at making you think those products could than Don Draper.\u003c/p\u003e",
        "media": "\u003ciframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/GALMX2BO5ps\" frameborder=\"0\" allowfullscreen\u003e\u003c/iframe\u003e",
        "objectId": "TBNgTUIzjf",
        "pullquote": "But for all my qualms about Don, I also saw a compassionate side throughout the remarkable 92-episode run. ",
        "subject": "The ending of Mad Men",
        "slug": "mad-men",
        "topic": "Television",
        "updatedAt": "2015-12-29T03:43:41.483Z"
    },
	{
        "author": "Candace Butera",
        "createdAt": "2015-12-29T07:20:02.168Z",
        "credit": "",
        "entryText": "\u003cp\u003eAccusations of millions of dollars in bribery, fraud and money laundering led to the arrest of seven FIFA officials indicted by the United States Department of Justice, starting in May, and have recently led to even more arrests abroad in Europe. \n\u003c/p\u003e\n\u003cp\u003eFIFA, the world’s football governing body, has had decades of allegations of corruption against the corporation and its head officials. The FBI conducted a three-year long investigation, which targeted the top officials of the multi-billion-dollar organization. Many of the charges were brought hard against South and Central American FIFA officials, authorities said. \n\u003c/p\u003e\n\u003cp\u003eAuthorities promised to follow the initial charges followed by additional arrests. The pressure and scrutiny also led to the suspension of FIFA’s former president Sepp Blatter, who had been recently re-elected. The organization continued to place more than 15 officials on leave involving different levels of corruption such as the black-market sale of World Cup tickets, according to the \u003cem\u003e\u003ca href=\"http://www.nytimes.com/2015/05/28/sports/soccer/fifa-officials-arrested-on-corruption-charges-blatter-isnt-among-them.html?_r=0\" target=\"_blank\"\u003eNew York Times\u003c/a\u003e\u003c/em\u003e. \n\u003c/p\u003e\n\u003cp\u003eHundreds of millions of dollars worth of funds have been traced through at least 40 different countries, according to Richard Weber, the chief of the criminal investigation unit of the Internal Revenue Service. Recently, in early December, \u003ca href=\"http://www.nytimes.com/2015/12/04/sports/soccer/fifa-scandal-16-more-charged-after-zurich-raid.html\" target=\"_blank\"\u003e16 new defendants\u003c/a\u003e were charged with corruption by Swiss authorities, including Rafael Callejas, the former president of Honduras. The investigation performed by the U.S. Department of Justice will continue despite FIFA’s promises of reform, continuing intense legal scrutiny over top officials. \n\u003c/p\u003e\n\u003cp\u003ePrior to these investigations, few allegations of corruption involving FIFA had led to impactful consequences on the organization. Recently-found examples of corruption include the “payments relating to tournaments that have already been played, as well as matches scheduled into the next decade,” said Attorney General Loretta E. Lynch. \n\u003c/p\u003e\n\u003cp\u003eFIFA released a statement consenting and cooperating with the recent Swiss arrests and investigation, saying it would “continue to cooperate fully with the U.S. investigation as permitted by Swiss law, as well as with the investigation being led by the Swiss Office of the Attorney General.” \u003c/p\u003e",
        "media": "\u003ciframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/tkop8bgMs9M\" frameborder=\"0\" allowfullscreen\u003e\u003c/iframe\u003e",
        "objectId": "TIwOrt0fwY",
        "pullquote": "Prior to these investigations, few allegations of corruption involving FIFA had led to impactful consequences on the organization. ",
        "subject": "FIFA scandal",
        "slug": "fifa-scandal",
        "topic": "Sports",
        "updatedAt": "2015-12-29T07:20:02.168Z"
    },
	{
        "author": "Tyler Daswick",
        "createdAt": "2015-12-27T20:33:54.995Z",
        "credit": "Photo via Grantland.com",
        "entryText": "\u003cp\u003eYe Rustic probably isn’t on the list of the 50 best bars in Los Angeles. The beer selection is fine, and the chicken wings are better than expected, but the atmosphere is dingy and the service is just okay. Odd, then, that my Journalism Residency took me inside twice: Ye Rustic was Grantland’s bar.\u003c/p\u003e\n\n\u003cp\u003eGrantland was an ESPN-affiliated website created in 2011 by Bill Simmons, a former ESPN writer. The site specialized in long-form commentary about sports and popular culture. After a four-year run of \u003ca href=\"http://grantland.com/features/sumo-wrestling-tokyo-japan-hakuho-yukio-mishima-novelist-seppuku/\" target=\"_blank\"\u003esharp writing\u003c/a\u003e and \u003ca href=\"http://grantland.com/hollywood-prospectus/the-if-i-fought-this-rapper-would-i-win-chart/\" target=\"_blank\"\u003eboundary-pushing ideas\u003c/a\u003e, the site was \u003ca href=\"http://espnmediazone.com/us/espn-statement-regarding-grantland/\" target=\"_blank\"\u003eshuttered by ESPN\u003c/a\u003e on Friday, October 30, 2015. It was my favorite thing to read for four years. It was my favorite place to work for six weeks.\u003c/p\u003e\n\n\u003cp\u003eGrantland proudly distinguished itself from other web publications. In its prime, the site was unrivaled in talent – incredible people, top to bottom – and it honored its prestigious contributors with relentless loyalty and a massive platform. Articles ran into the thousands of words, and Grantland’s celebratory presentation made it a new-school mecca for an old-school style. Nowhere else on the Internet was the written form treated with so much reverence and indulgence. The site was \u003ca href=\"http://grantland.com/features/barack-obama-selma-50th-anniversary/\" target=\"_blank\"\u003eexceptional\u003c/a\u003e. It was \u003ca href=\"http://grantland.com/features/the-nba-midnight-run-part-1/\" target=\"_blank\"\u003eexcessive\u003c/a\u003e. Readers wolfed it down.\u003c/p\u003e\n\n\u003cp\u003eSome might call Grantland’s fate inevitable amid the Internet’s culture of compression, but that doesn’t make the site’s closure any less meaningful. Grantland dared to go longer instead of shorter and deeper instead of punchier. Modern journalism has every publication trying to spoon-feed us baby food, but Grantland actually produced a satisfying plate. Our web space is dimmer, duller and dumber without it.\u003c/p\u003e\n\n\u003cp\u003eWhen the site folded, the staff headed to Ye Rustic for a night of toasts and laughter and too many hot wings. I held my desk in a box on my lap, and amid the reminiscing, one of the editors turned in my direction: \n\n\u003cp\u003e“You know something, Tyler? You can say now that you were one of the few people who worked at Grantland. That’s going to fucking blow people’s minds.” He adjusted his glasses. “That’s a story in every single job interview for the rest of your life.”\u003c/p\u003e\n\n\u003cp\u003eThat was Grantland – always about the story. For just six weeks, right up until the blaze-of-glory ending, it was the best job I ever had. You might visit \u003ca href=\"http://grantland.com/\" target=\"_blank\"\u003ethe old site\u003c/a\u003e once in a while – it brought a lot of talented people together to tell some amazing stories. There weren’t many places like it. I hope to God that changes.\u003c/p\u003e",
        "media": "https://s0.wp.com/wp-content/themes/vip/espn-grantland/img/grantland-front-door.jpg",
        "objectId": "cdPhi1meHw",
        "pullquote": "Modern journalism has every publication trying to spoon-feed us baby food, but Grantland actually produced a satisfying plate.",
        "subject": "Grantland",
        "slug": "grantland",
        "topic": "Media",
        "updatedAt": "2015-12-27T20:33:54.995Z"
    },
	{
        "author": "Lucy Wang",
        "createdAt": "2015-12-28T18:37:25.806Z",
        "credit": "",
        "entryText": "\u003cp\u003eNever mind, we couldn't find someone like Adele. \n\u003c/p\u003e\n\u003cp\u003eThe London-born songstress released her third studio album, \u003cem\u003e25\u003c/em\u003e, in November after a four-year hiatus, and from \u003ca href=\"https://www.youtube.com/watch?v=PUjvaMWKeBI\" target=\"_blank\"\u003ememes\u003c/a\u003e to viral music videos to \u003ca href=\"https://www.youtube.com/watch?v=e2zyjbH9zzA\" target=\"_blank\"\u003eSNL sketches\u003c/a\u003e, it's traveled the Internet over. Adele insists it's a \"make-up record,\" whereas 21 was a break-up one. She's back, but this time older, wiser and a mother. \n\u003c/p\u003e\n\u003cp\u003e\"Turning 25 was a turning point for me, slap bang in the middle of my twenties,\" she wrote in a \u003ca href=\"https://twitter.com/Adele/status/656787881349009408\" target=\"_blank\"\u003eTwitter open letter\u003c/a\u003e. \"\u003cem\u003e25 \u003c/em\u003e is about getting to know who I've become without realising.\"\n\u003c/p\u003e\n\u003cp\u003eBut don't be so sure \u003cem\u003e25\u003c/em\u003e will leave your eyes dry. Make-up or break-up, the album still features Adele's soaring vocals and equally emotional lyrics. Take the penultimate track, \"All I Ask.” The chorus closes with, \"It matters how this ends, cause what if I never love again?\" And on “When We Were Young,\" co-written by Tobias Jesso Jr., even her attempts at reminiscing are tinged with desperation when she remarks that this reunion could be “the last time.” She might be years away from her heartbreak of 19 and 21, but she can still break your heart with her falsetto words.\n\u003c/p\u003e\n\u003cp\u003eBesides making history as a Billboard chart-topper and the first music video ever shot on IMAX, the Xavier Dolan-directed “Hello” stirred anticipation for \u003cem\u003e25\u003c/em\u003e’s release.\n\u003c/p\u003e\n\u003cp\u003eThis might also be Adele's most divisive album yet. Amid record-breaking sales – \u003ca href=\"http://www.billboard.com/articles/columns/chart-beat/6805727/adeles-25-no-1-on-billboard-200-album-chart-third-week-coldplay-a-head-full-of-dreams\" target=\"_blank\"\u003e5.19 million copies\u003c/a\u003e in the U.S. alone in its first three weeks – came news that \u003cem\u003e25\u003c/em\u003e wouldn't be streaming on Spotify. \"Hello from the other side,\" indeed.\u003c/p\u003e",
        "media": "\u003ciframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/YQHsXMglC9A\" frameborder=\"0\" allowfullscreen\u003e\u003c/iframe\u003e",
        "objectId": "io2fc1kLyb",
        "pullquote": "She might be years away from her heartbreak of 19 and 21, but she can still break your heart with her falsetto words.",
        "subject": "Adele",
        "slug": "adele",
        "topic": "Entertainment",
        "updatedAt": "2015-12-28T18:37:25.806Z"
    },
	{
        "author": "Rose McBride",
        "createdAt": "2015-12-29T04:21:05.387Z",
        "credit": "",
        "entryText": "\u003cp\u003eI still have the alarms saved on my phone for 6:00, 6:10, 6:15 and 6:20 a.m. with different labels propelling me to wake up and get on the train to downtown Chicago to be a part of the red sea that was the Blackhawks Stanley Cup Championship parade.\u003c/p\u003e\u003cp\u003eThe Blackhawks won yet another Stanley Cup in 2015, making it their third in six years and sixth overall. It was also the first time since 1938 that the Blackhawks won the cup on home ice.\u003c/p\u003e\u003cp\u003eThe Blackhawks beat the Nashville Predators, swept the Minnesota Wild, and clinched their spot in the Stanley Cup Finals by defeating the Anaheim Ducks. They went on to defeat the Tampa Bay Lightning, winning the series 4-2.\u003c/p\u003e\u003cp\u003eAs could be expected, the city went wild. An estimated two million fans attended the parade held in the team’s honor. Another 60,000 who were lucky enough to snag free tickets to the following rally in Solider Field heard speeches by players and coaches and watched while each player hoisted the cup high above his head with pride. I was one of those lucky people who attended. My best friend (and fellow Blackhawks fan) and I screamed and cheered as videos from the championship run came onto the screens of Soldier Field and danced as Chelsea Dagger, the team’s anthem, was blasted from speakers. Red confetti was spewed onto fans, players and coaches alike.\u003c/p\u003e\u003cp\u003eCaptain Jonathan Toews said to Hawks fans at the rally, \"We share this with you, the best fans in the world. Maybe the only way it does get better is if we win four! Let's go!”\u003c/p\u003e\u003cp\u003eAs always, each member of the team got to spend a day with the cup during the offseason. The trophy flew all over the world, visiting multiple countries, as the players often bring the cup to their hometowns to celebrate with the people who were with them from the start.\u003c/p\u003e\u003cp\u003eDuring his speech at the rally, the Stanley Cup playoffs MVP and defenseman Duncan Keith said, \"Let's keep this red machine going, baby!” Here’s to 2016.\u003c/p\u003e ",
        "media": "\u003ciframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/HLFVA9MSzQk\" frameborder=\"0\" allowfullscreen\u003e\u003c/iframe\u003e",
        "objectId": "kiT9OiwbXb",
        "pullquote": "\"We share this with you, the best fans in the world. Maybe the only way it does get better is if we win four! Let's go!”",
        "subject": "Blackhawks Threepeat",
        "slug": "blackhawks",
        "topic": "Sports",
        "updatedAt": "2015-12-29T04:21:05.387Z"
    },
	{
        "author": "Preetisha Sen",
        "createdAt": "2015-12-29T03:45:20.928Z",
        "credit": "",
        "entryText": "\u003cp\u003eDrake, I only wish I used to call you on my cell phone.\u003c/p\u003e\u003cp\u003eDrizzy’s had quite the career, from his humble beginnings on Degrassi as \u003ca href=\"http://www.quickmeme.com/img/a8/a823ddc3cf44480d5c045cddcae397df7d1f37993bf77c63d6c71006ed5e86c2.jpg\" target=\"_blank\"\u003eWheelchair Jimmy\u003c/a\u003e to making every girl in the world swoon by declaring we were \u003ca href=\"https://www.youtube.com/watch?v=oGt4DOl411o\" target=\"_blank\"\u003ebeautiful in our sweats\u003c/a\u003e. But 2015 was his biggest year yet, most notably for releasing two of 2015’s best albums.\u003c/p\u003e\u003cp\u003eIn February, the Toronto-based rapper surprised fans with \u003cem\u003eIf You’re Reading This It’s Too Late\u003c/em\u003e, the first \u003ca href=\"http://www.complex.com/music/2015/02/drake-if-youre-reading-this-its-too-late-funny-cover-art\" target=\"_blank\"\u003ealbum\u003c/a\u003e in 2015 to sell \u003ca href=\"http://www.billboard.com/articles/columns/chart-beat/6656838/drake-million-selling-album-if-youre-reading-this\" target=\"_blank\"\u003ea million copies\u003c/a\u003e. With it, 6God added to his long list of catchphrases – “runnin’ through [insert word] with my woes” might have been this year’s most popular Instagram caption. And in September he did it again by collaborating with Atlanta-based rapper Future for \u003cem\u003eWhat a Time to be Alive\u003c/em\u003e, featuring hits like “Jumpman” and “Big Rings.” \u003c/p\u003e\u003cp\u003eAnd that’s just from his albums – some of Drake’s best work of the year came from his rap beef with rapper Meek Mill (don’t worry, Drake didn’t start it). In an infamous \u003ca href=\"http://www.billboard.com/articles/columns/the-juice/6641784/meek-mill-drake-timeline\" target=\"_blank\"\u003esocial media war\u003c/a\u003e with several rappers weighing in, Drake responded with a song titled “Charged Up,” warning that “6God is watching.” And a couple days later, Drake effectively won the fight by dropping “Back to Back” \u003ca href=\"https://twitter.com/Drake/status/626304322981105664\" target=\"_blank\"\u003eovernight\u003c/a\u003e (you can listen to the song four times on the walk from Starbucks to Tech: true story).\u003c/p\u003e\u003cp\u003eThen, of course, “Hotline Bling” happened. \u003c/p\u003e\u003cp\u003eThe song itself was instantly another Drake classic, featuring him crying over a girl with a catchy beat, but what really sealed the deal was the music video that he released in October. In case you somehow missed it, Drake can’t dance – at least, not in these four minutes. And now it’s the year’s best meme. Sufjan Stevens danced to it. Then Donald Trump. MTV said it best with its \u003ca href=\"http://www.mtv.com/news/2717911/jon-snow-hotline-bling/\" target=\"_blank\"\u003eheadline\u003c/a\u003e: “Jon Snow danced to ‘Hotling Bling,’ which means 2015 is officially over now.”\u003c/p\u003e\u003cp\u003eBut the best Drake contribution of the year didn’t even come from Drake – it came from two tech developers in the short-lived “Drizzy” app. Unfortunately the app is no longer available on the iTunes store, but once upon a time, you could text your angry mother “That’s when you’re the prettiest, I hope that you don’t take it wrong” with just one button.\u003c/p\u003e\u003cp\u003eGood job this year, Drake – \u003ca href=\"https://www.youtube.com/watch?v=AP6ps5CxgVk\" target=\"_blank\"\u003eI’m so I’m so I’m so proud of you\u003c/a\u003e.\u003c/p\u003e",
        "media": "\u003ciframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/uxpDa-c-4Mc\" frameborder=\"0\" allowfullscreen\u003e\u003c/iframe\u003e",
        "objectId": "oE23XJ7Hj5",
        "pullquote": "Good job this year, Drake – I’m so I’m so I’m so proud of you.",
        "subject": "Drake",
        "slug": "drake",
        "topic": "Entertainment",
        "updatedAt": "2015-12-29T03:45:20.928Z"
    },
    {
        "author": "Julia Song",
        "createdAt": "2015-12-30T14:22:24.970Z",
        "credit": "",
        "entryText": "\u003cp\u003eThey’re here to stay, with more on the way.\u003c/p\u003e\u003cp\u003eYou know you can’t \u0026#x1F4AD; back to a \u0026#x1F550; when you didn’t use emojis daily in texts, on Facebook, or Instagram, and not just because you’re \u0026#x1F525;cely, unhealthily loyal to Thirsty Thursdays \u0026#x1F4a6; and Freaky Fridays \u0026#x1F47B; (I hear New Year’s resolutions a calling). Unless you are a non-smartphone user, a rare specimen on campus, you’d probably be lost without the emotional faces, hearts and \u003ca href=\"http://exploregram.com/its-seriously-fucked-up-why-do-we-need-12-train-emojis-ive/\" target=\"_blank\"\u003e12 train\u003c/a\u003e emojis. \u003c/p\u003e\u003cp\u003eThe 2011 iOS 5 update first included the \u003ca href=\"http://9to5mac.com/2011/06/08/standard-emoji-keyboard-arrives-to-ios-5-heres-how-to-enable-it/\" target=\"_blank\"\u003eemoji keyboard\u003c/a\u003e option, aka Apple’s way of recognizing emoji\u003ca href=\"http://www.theguardian.com/commentisfree/2015/apr/22/racially-diverse-emoji-are-a-nice-idea-but-will-anyone-use-them\" target=\"_blank\"\u003e\u003c/a\u003es as equals to the 32 languages supported on its devices. \u0026#x1F60E; In 2015, there are an impressive \u003ca href=\"http://emojipedia.org/faq/\" target=\"_blank\"\u003e1,620 emojis supported by iOS 9.1 and 845 widely-supported emojis\u003c/a\u003e. I might cry when the avocado emoji is \u003ca href=\"http://unicode.org/emoji/charts/emoji-candidates.html\" target=\"_blank\"\u003epotentially\u003c/a\u003e released next June. Emojis have taken this affirmation and thrived into their own language: “I’ll meet you at Norbucks \u0026#x1F60F;”, “Why is Fran’s closed today \u0026#x1F62D; \u0026#x1F621;”, “\u0026#x1F369; \u0026#x1F369; \u0026#x1F369;”. They’re visual footnote-less footnotes. \u0026#x1F60A;\u003c/p\u003e\u003cp\u003eCue the \u003ca href=\"http://www.nytimes.com/2015/10/21/technology/how-emojis-find-their-way-to-phones.html?_r=0\" target=\"_blank\"\u003eextremely legitimate\u003c/a\u003e Unicode Consortium, which has been creating and consolidating code for emojis across platforms since the 1990s. The group introduced \u003ca href=\"http://www.usatoday.com/story/tech/2015/04/08/diverse-emoji-in-i0s38/25478353/\" target=\"_blank\"\u003eracially diverse emojis\u003c/a\u003e through Apple’s iOS 8.3 update in April, soon followed by other platforms. The new skin colors were met with \u003ca href=\"http://www.theguardian.com/commentisfree/2015/apr/22/racially-diverse-emoji-are-a-nice-idea-but-will-anyone-use-them\" target=\"_blank\"\u003emixed\u003c/a\u003e \u003ca href=\"https://www.washingtonpost.com/posteverything/wp/2015/04/10/how-apples-new-multicultural-emojis-are-more-racist-than-before/\" target=\"_blank\"\u003ereviews\u003c/a\u003e, with many critics noting how racially diverse emojis are unrealistic and create room for more racist comments than their absence. The company also added 32 country flags to attempt to broaden its inclusivity. Meanwhile, there are around 200 countries in the world.\u003c/p\u003e\u003cp\u003eThese digital faces made a further dent in the physical world when The Oxford Dictionaries chose \u0026#x1F602; (Face With Tears of Joy) as the \u003ca href=\"http://blog.oxforddictionaries.com/2015/11/word-of-the-year-2015-emoji/\" target=\"_blank\"\u003eWord of the Year 2015\u003c/a\u003e, the first time a non-alphabetized “word” was chosen. Among the given reasons were cultural relevance, frequency of usage and generational currency. \u0026#x1F4B8; In fact, a website keeps track of emoji usage on Twitter (at present, \u0026#x1F602; has been used in 1,039,052,577 tweets). Still, a corner of the Internet \u003ca href=\"https://twitter.com/ArwinWarrior/status/666626080929742848\" target=\"_blank\"\u003eexploded\u003c/a\u003e \u003ca href=\"https://twitter.com/haveigotnews/status/666583438468714496\" target=\"_blank\"\u003eover\u003c/a\u003e \u003ca href=\"https://twitter.com/ComedyCentralUK/status/666528600955486208\" target=\"_blank\"\u003ethe\u003c/a\u003e \u003ca href=\"https://twitter.com/TeaAndCopy/status/666539320577257476\" target=\"_blank\"\u003eannouncement\u003c/a\u003e. Read it and weep, y’all.\u003c/p\u003e\u003cp\u003eAnd now you can submit \u003ca href=\"http://www.unicode.org/emoji/selection.html\" target=\"_blank\"\u003enew emoji ideas to Unicode\u003c/a\u003e yourself! The guidelines are fairly intricate, but if you have time on your hands and really, really want a  _____ emoji in your future, nothing can stop you – except the Unicode Consortium.\u003c/p\u003e\u003cp\u003eBesides stirring up racial and cultural dialogue and maddening wordsnobs, emojis are made into cushions. Marketers use emojis to cater to our \u003ca href=\"https://www.washingtonpost.com/news/morning-mix/wp/2014/11/20/text-neck-is-becoming-an-epidemic-and-could-wreck-your-spine/\" target=\"_blank\"\u003etext neck\u003c/a\u003e generation. Even Hillary Clinton \u003ca href=\"http://time.com/3994876/hillary-clinton-student-debt-emoji/\" target=\"_blank\"\u003eattempted\u003c/a\u003e to talk to us through emojis this year. \u0026#x1F605; Whether you are a fan of the array of colorful images, emojis are carving out their place in our online-centric society. If you’re going through a quarter-life crisis and need a reminder of selfhood, peep your list of recently used emojis. Like your Netflix history, it might reveal more about your personality than you’re comfortable admitting. (a few of mine: \u0026#x1F60F; \u0026#x1F60C; \u0026#x1F31E; \u0026#x1F60E; \u0026#x1F62D; \u0026#x1F4A9; \u0026#x1F495; \u0026#x1F389; \u0026#x1F335;)\u003c/p\u003e",
        "media": "\u003ciframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/rPqd20tdncg\" frameborder=\"0\" allowfullscreen\u003e\u003c/iframe\u003e",
        "objectId": "sCpzN6orS3",
        "pullquote": "Test",
        "subject": "Emojis",
        "slug": "emojis",
        "topic": "Media",
        "updatedAt": "2015-12-30T14:22:24.970Z"
    },
	{
        "author": "Malloy Moseley",
        "createdAt": "2015-12-28T19:08:04.544Z",
        "credit": "",
        "entryText": "\u003cp\u003eThink about some of the most shocking events of the last century - you’d probably be inclined to remember where you were when you first saw it, or if you saw it at all, but you probably wouldn’t think about how you saw it. The same can’t be said about “The Dress.” Black and Blue or White and Gold, a simple trick of lighting divided the internet into two distinct camps (#teamwhiteandgold or #teamblueandblack?)  and drove people to madness in the process. \u003c/p\u003e\n\t\u003cp\u003ePerhaps the most surprising thing about the dress is how its internet stardom caught everyone completely off-guard. In the deep darkness of a February night winter quarter, I returned to my Willard dorm room to hide from the world, but found my spirits lifted by the absolute absurdity of that very world. A quick skim of the trending topics online proved that everyone was freaking out – over a dress?\n\u003c/p\u003e\t\u003cp\u003eTo try and place the dress in the context of 2015 pop culture is a fool’s endeavor. I could say that that same night I sat in a nearly empty theater in Evanston and watched 50 Shades of Grey, or that the government was primed to vote on net neutrality, but neither give adequate rationale for the media frenzy that followed the visual misinterpretation of one dress as the other. (For the record, I first saw it as black and blue but later saw it as white and gold). \n\t\u003c/p\u003e\u003cp\u003eThe dress is all too indicative of the state of the 24-hour news cycle. How is it possible that we truly ran out of anything important enough to talk about that we resorted to a dress that requires basic knowledge of Photoshop to decode. And yes, \u003ca href=\"http://www.wired.com/2015/02/science-one-agrees-color-dress/\" target=\"_blank\"\u003ethere’s science behind why we perceive the dress in the color we do\u003c/a\u003e and maybe staring at the dress again has made me impossibly frustrated as to how I simply cannot see it in white and gold, but the true story behind the dress is an underdog story. That a simple Tumblr post could nearly break the internet more successfully than any Kardashian is a testament to the growing egalitarianism of the web. Despite our best efforts to brush this bizarre moment in human history aside, 2015 will be remembered as a year when we let a dress that looks like it came from a Wet Seal 99 cent bin dominate the news for a day, then later dredged it back into relevance for the sake of a \u003ca href=\"http://ak-hdl.buzzfed.com/static/2015-09/25/14/enhanced/webdr10/enhanced-30148-1443206170-8.jpg\" target=\"_blank\"\u003eHalloween costume.\u003c/a\u003e And, in case you’re wondering, it’s blue and black.\u003c/p\u003e",
        "media": "\u003ciframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/I0OPNOpU6SY\" frameborder=\"0\" allowfullscreen\u003e\u003c/iframe\u003e",
        "objectId": "sgt8cwPayq",
        "pullquote": "Black and Blue or White and Gold, a simple trick of lighting divided the internet into two distinct camps and drove people to madness in the process.",
        "subject": "The Dress",
        "slug": "the-dress",
        "topic": "Entertainment",
        "updatedAt": "2015-12-28T19:08:04.544Z"
    },
	{
        "author": "Candace Butera",
        "createdAt": "2015-12-29T06:00:22.253Z",
        "credit": "",
        "entryText": "\u003cp\u003eIn the moments before the first whistle of the final Women’s World Cup match in soccer, few predicted what was to come in those initial minutes—that the U.S. would explode off the start and strike down Japan’s chances of winning with four goals in the first 20 minutes. Yet by halftime, it was clear that the U.S. Women’s National Team (USWNT) would clinch the final against Japan and become the 2015 FIFA Women’s World Cup Champion.\u003c/p\u003e\n\u003cp\u003eAfter a 5-2 win over Japan, the USWNT became the first three-time FIFA Women’s World Cup winner in Vancouver, Canada on July 5, 2015. Yet that was far from the team’s only first. No other women’s national team had ever scored five goals in a final World Cup match; plus, U.S. player Carli Lloyd scored the fastest hat trick – netting three goals – in Women’s World Cup history, in just 16 minutes.\u003c/p\u003e\n\u003cp\u003eLloyd and goalkeeper Hope Solo were awarded the Golden Ball and the Golden Glove as the best player and the best goalkeeper at the 2015 FIFA Women’s World Cup, respectively. The strength and camaraderie of the players echoed through the 2015 ESPY Awards, where the USWNT was \u003ca href=\"http://espn.go.com/espys/2015/\" target=\"_blank\"\u003eawarded\u003c/a\u003e Best Team.\u003c/p\u003e\n\u003cp\u003eThe game brought fans to their feet with both awe and respect, as the team fought to clinch this win after losing to Japan in the 2011 World Cup final, when Japan defeated the U.S. in a dramatic and devastating penalty shootout. The next year, Japan and the U.S. met in the final match of the Olympics, where the U.S. secured the goal. However, that was not enough for the USWNT. Carli Lloyd told ESPN after clinching the win, explaining that “to be a World Cup champion is something that will resonate with young girls in the crowd forever.”\u003c/p\u003e\n\u003cp\u003eYet players’ \u003ca href=\"http://www.nytimes.com/2015/12/09/sports/soccer/on-turf-us-women-dig-in-their-heels-at-last.html?emc=edit_th_20151209\u0026nl=todaysheadlines\u0026nlid=69996331\" target=\"_blank\"\u003ebacklash\u003c/a\u003e against the use of artificial turf for the playing fields also surrounded the matches of the 2015 Women’s World Cup. Players on the American team, lead by player Abby Wambach, even sued FIFA and the Women’s World Cup organization over a year ago for discrimination, when they found that men’s demands for grass fields were met. (The lawsuit has since been dropped.) Discrimination in soccer received even more attention recently after the USWNT refused to play a match on a field in Hawaii when they felt their safety was at risk.\u003c/p\u003e\n\u003cp\u003eAmerican and international female soccer players are rising to challenge FIFA officials to level out the playing field between the women’s and men’s leagues for the world’s most popular sport. As soccer begins to capture a larger American audience, this World Cup win will only further the strides that women’s soccer has taken in the past few decades.\u003c/p\u003e",
        "media": "\u003ciframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/M1CT3xQOfng\" frameborder=\"0\" allowfullscreen\u003e\u003c/iframe\u003e",
        "objectId": "wYHAhzvrhM",
        "pullquote": "After a 5-2 win over Japan, the USWNT became the first three-time FIFA Women’s World Cup winner.",
        "subject": "The U.S. Women's National Team Wins the Women's World Cup",
        "slug": "uswnt",
        "topic": "Sports",
        "updatedAt": "2015-12-29T06:00:22.253Z"
    },
	{
        "author": "Madison Rossi",
        "createdAt": "2015-12-29T05:25:05.513Z",
        "credit": "",
        "entryText": "\u003cp\u003eShe might be able to make the bad guys good for a weekend, but Taylor Swift proved she could also make the whole world love her in 2015: Thanks to her smash hit album \u003cem\u003e1989\u003c/em\u003e, she won more than 20 different music awards, including seven Grammy nominations.\u003c/p\u003e\n\u003cp\u003eSwift’s evolution from country to pop music may have began with her 2012 album \u003cem\u003eRed\u003c/em\u003e, but it truly took off with ’s late 2014 release. Named for its ‘80s pop sound and the year Swift was born, \u003cem\u003e1989\u003c/em\u003e marked Taylor Swift’s reinvention (not to mention, the meaning of #squadgoals).\u003c/p\u003e\n\u003cp\u003eThe media and public obsesses over everything Taylor Swift, from her \u003ca href=\"http://www.mtv.com/news/2344394/taylor-swift-instagram-cats/\" target=\"_blank\"\u003ecats\u003c/a\u003e to \u003ca href=\"http://hollywoodlife.com/2015/10/08/taylor-swift-calvin-harris-relationship-long-distance-love/\" target=\"_blank\"\u003ewho she dates\u003c/a\u003e to how often \u003ca href=\"http://www.popsugar.com/fashion/Taylor-Swift-Wearing-Jeans-38558513#photo-38558513\" target=\"_blank\"\u003eshe wears jeans\u003c/a\u003e. But 2015 was the year she became even more of a phenomenon. Not only did she ring in the year with a New Year’s Eve performance in Times Square, but she finished it by surpassing 60 million followers on Instagram, making her the most followed person on the platform – even more than social media queen Kim Kardashian West. Swift also happened to win an Emmy, release three music videos and rule the charts as both a celebrity personality and a musician.\u003c/p\u003e\n\u003cp\u003eHer “Bad Blood” single, featuring Kendrick Lamar – and allegedly about her feud with Katy Perry – was Swift’s fourth Hot 100 No. 1. But that’s not really surprising: What could be better than Kendrick and Taylor in the same song? The song’s legendary music video features tons of members of Swift’s #squad, including Selena Gomez, Jessica Alba and Lena Dunham. The video broke Vevo’s 24-hour worldwide viewing record with 20.1 million views on its first day of release.\u003c/p\u003e\n\u003cp\u003eTo finish off what the “Year of T-Swift,” the singer was named by Forbes magazine as the fourth-highest paid artist of the year with $80 million. Her boyfriend, DJ Calvin Harris, earned $66 million, making them the highest paid celebrity couple. From her country beginning to today’s pop phase, it seems like Swift will never go out of style. We can only guess what surprises she’ll throw us in 2016.\u003c/p\u003e",
        "media": "\u003ciframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/QcIy9NiNbmo\" frameborder=\"0\" allowfullscreen\u003e\u003c/iframe\u003e",
        "objectId": "yY7FTbiUBd",
        "pullquote": "Swift also happened to win an Emmy, release three music videos and rule the charts as both a celebrity personality and a musician.",
        "subject": "Taylor Swift",
        "slug": "taylor-swift",
        "topic": "Entertainment",
        "updatedAt": "2015-12-29T05:25:05.513Z"
    }
] }