{
  "episodes": [
    {
      "name": "Preview",
      "link": "https://bumpers.fm/e/b0tm4642pe0g02pb3e70",
      "description": "A preview of Sweet and Sour, a podcast exploring different facets of the Asian American experience."
    },
    {
      "name": "Episode 1: The Contradictions of Being Asian American",
      "link": "https://bumpers.fm/e/b1de7qetij4002gjh9t0",
      "description": "For our first episode, katie and Nicole discuss their Chinese to American ratio with their parents, Jiming and Li, who also shared their perspective on raising kids in America. katie and Nicole discuss the contradictions of being Asian American, both as a model minority and persistent other. The Book and Essay Club kicks off with Erika Lee's \"The Making of Asian America.\" On Hella Asian, Nicole investigates the ubiquity of the Danish cookie tins."
    },
    {
      "name": "Episode 2: Swintoning",
      "link": "https://bumpers.fm/e/b1pvk03hi06g02obhfe0",
      "description": "This week, katie and Nicole dive into diversity in Hollywood, centered on a discussion of Margaret Cho and Tilda Swinton’s quest for racial absolution. On the new Can We Not segment: Rappers who only shout out Asian women with references to Chinese takeout... can we not? And you'll hear some tips and tricks about food storage on Hella Asian.",
      "highlights": "<p>We discussed Margaret Cho and Tilda Swinton's <a href=\"https://www.nytimes.com/2016/12/20/movies/margaret-cho-tilda-swinton-doctor-strange.html?_r=0\" target=\"_blank\">email exchange</a> regarding the <a href=\"http://www.hollywoodreporter.com/heat-vision/why-did-doctor-strange-ghost-884385\" target=\"_blank\">Doctor Strange controversy</a> (in which Marvel whitewashed an Asian character and cast Swinton, a white woman, instead). We also coined the term Swintoning (def. treating someone as your <a href=\"http://www.slate.com/articles/news_and_politics/politics/2016/12/the_black_person_s_burden_of_managing_white_emotions_in_the_age_of_trump.html\" target=\"_blank\">racial confessor</a> under the guise of curiosity and politeness). For further reading, check out <a href=\"http://www.hollywoodreporter.com/heat-vision/doctor-strange-whitewashing-an-open-letter-tilda-swinton-958212\" target=\"_blank\">Rebecca Sun's open letter</a> to Tilda Swinton, <a href=\"http://reappropriate.co/2016/12/against-antiblackness-as-metaphor/\" target=\"_blank\">Mark Tseng Putterman's article</a> on Cho's co-opting of black history and thought, and <a href=\"https://twitter.com/GeeDee215/status/810085565790121984\" target=\"_blank\">Gene Demby's tweet storm</a> about Swinton's demand for absolution despite being \"exceedingly polite and charming in a way that almost camouflages the grossness of what she's asking.\"</p><p>While this year has been a great year for <a href=\"http://www.vulture.com/2016/12/2016-the-year-of-asian-americans-fighting-back.html\" target=\"_blank\">Asian American activism in film and media</a>, we wondered why Hollywood is so often the public focal point for most Asian American activism, politics, and media visibility. Other issues like the <a href=\"http://www.npr.org/sections/codeswitch/2016/04/23/475369524/awoken-by-n-y-cop-shooting-asian-american-activists-chart-way-forward\" target=\"_blank\">Peter Liang protests</a> and a <a href=\"https://twitter.com/nbcsnl/status/797675828385615872?lang=en\" target=\"_blank\">record number of minority women</a> getting elected to the Senate this past year are equally important to report on and discuss, but often lack the same coverage and fervor that issues like Cho and Swinton's email exchange get from major news outlets.</p><p>In a new segment called Can We Not? we dive deep into rap lyrics and ask: can we not refer to Asian women in rap solely in terms of Asian food? BuzzFeed has also compiled a (great?) list of <a href=\"https://www.buzzfeed.com/hnigatu/dumb-rap-lyrics-about-asian-people\" target=\"_blank\">22 Dumb Rap Lyrics about Asian People</a>.</p>"
    },
    {
      "name": "Episode 3: Exploring Culture Through Art",
      "link": "https://bumpers.fm/e/b25tlfggu49002qro3j0",
      "description": "On this week's episode, <a href=\"https://www.instagram.com/thefliang/\" target=\"_blank\">Felicia Liang</a> joins us for a conversation on art, culture, and everything in between. We talk about her #100daysians project, her creative process, and what's next. On Hella Asian, Felicia flexes her abacus skills and we bond over the shared burden of weekend Chinese school. Can We Not Steve Harvey? katie and Nicole dive into the TV personality's offensive remarks about Asian American men.",
      "highlights": "<p>We talked with artist and illustrator Felicia Liang about her Asian American identity, her artistic process, and their intersection. She discussed her <a href=\"https://www.kickstarter.com/projects/423082451/100daysians-illustrations-about-growing-up-asian-a?ref=project_link\" target=\"_blank\">#100daysians project</a>, a book of illustrations and stories about growing up and living as an Asian American, which was successfully funded on Kickstarter. She shares some Hella Asian things from her own life (i.e. Chinese school, becoming an abacus master). <a href=\"https://www.instagram.com/thefliang/\" target=\"_blank\">Find her work on Instagram!</a></p><p>In our segment Can We Not? we rip into Steve Harvey for <a href=\"http://blog.angryasianman.com/2017/01/steve-harvey-cannot-believe-anyone.html\" target=\"_blank\">\"blatantly shit[ting] on Asian men on nationally syndicated television\"</a> and then offering an equally shitty <a href=\"https://twitter.com/IAmSteveHarvey/status/821359693708873729\" target=\"_blank\">Twitter apology</a>, thereby reinforcing harmful negative stereotypes that emasculate Asian men. We talk about <a href=\"https://www.nytimes.com/2017/01/14/opinion/sunday/hey-steve-harvey-who-says-i-might-not-steal-your-girl.html?_r=1\" target=\"_blank\">Eddie Huang's response</a> and the impact of Steve Harvey's dumb and offensive segment: \"the structural emasculation of Asian men in all forms of media became a self-fulfilling prophecy that produced an actual abhorrence to Asian men in the real world.\"</p>"
    },
    {
      "name": "Episode 4: The Casual Racialization of Popchips",
      "link": "https://bumpers.fm/e/b2lludm713n002v9lgg0",
      "description": "This week, we hang out with <a href=\"https://twitter.com/priyakkumar\" target=\"_blank\">Priya Krishnakumar</a>, a visual journalist at the LA Times. We talk to Priya about her overachieving parents, her insecurities as an Indian American, and she gives us her take on the state of South Asians in Hollywood. We also swoon over Dev Patel and roast Ashton Kutcher for racializing Popchips. On Hella Asian, Priya recounts the power of a ganesha doll in exterminating pests. On IRL, Nicole recaps a panel on the Asian American community's needs in the time of Trump. ScarJo... Can We Not?",
      "highlights": "<p>We talked with <a href=\"https://twitter.com/priyakkumar\" target=\"_blank\">Priya Krishnakumar</a>, a visual and data journalist for The Los Angeles Times, about her upbringing and family, her connections between language, food, and her Asian American identity, and some Hella Asian things she does to rid her apartment of bugs. In the spirit of Oscar season, we swooned over Dev Patel and discussed her work covering the Oscars So White movement (<a href=\"http://graphics.latimes.com/oscar-nominees-2015/\" target=\"_blank\">2015</a> to <a href=\"http://www.latimes.com/projects/la-et-oscars-nominations-2017/\" target=\"_blank\">2017</a>), Asian American representation in film and television, and the <a href=\"http://gawker.com/5907122/racism-sells-ashton-kutcher-puts-on-brownface-for-popchips-ad\" target=\"_blank\">casual racialization of Popchips</a> (looking at you, Ashton Kutcher). Follow Priya's work on <a href=\"https://twitter.com/priyakkumar\" target=\"_blank\">Twitter</a>!</p><p>We introduce a new segment called IRL, where we discuss things we do outside of making this podcast. This week, Nicole recaps a panel discussion she attended on the needs of the Asian American community in the time of Trump. On Can We Not? we shake our heads at <a href=\"http://i-d.vice.com/en_us/article/scarlett-johansson-discusses-the-whitewashing-in-ghost-in-the-shell\" target=\"_blank\">Scarlett Johansson's white feminist response</a> to the whitewashing of her role in the film Ghost in the Shell, saying the casting was about feminism over race.</p>"
    },
    {
      "name": "Episode 5: You Need Less Face",
      "link": "https://bumpers.fm/e/b2upbts6jqv0010p15d0",
      "description": "<a href=\"https://twitter.com/elisewho\" target=\"_blank\">Elise Hu</a> joins us this week as Sweet and Sour's first foreign correspondent. Elise works for NPR and is based in Seoul. We talk to her about gender stereotypes in Korea and Japan, discuss Asian fetish and its ~consequences~, and what it's like to raise biracial kids in the time of Trump. On Hella Asian, Elise shares her love of Asian convenience stores.",
      "highlights": "<p>We talked with <a href=\"https://twitter.com/elisewho\" target=\"_blank\">Elise Hu</a>, NPR's Asia <a href=\"http://www.npr.org/people/144449221/elise-hu\" target=\"_blank\">correspondent</a> based in Seoul covering Korea and Japan, about Asian beauty standards and gender stereotypes, dating and Asian fetish (a topic on which Elise is a literal <a href=\"https://en.wikipedia.org/wiki/Asian_fetish\" target=\"_blank\">Wikipedia-cited expert</a>), and cross-cultural love and relationships. The three of us talk about the stereotypes and perceptions we face as Asian women dating white men, and the challenges we've faced in our relationships in terms of cultural gaps and differences. Elise also discusses how she approaches raising her daughters with a partner from a different cultural background. On Hella Asian, she shares her love for Asian convenience stores.</p><p>You can find Elise on <a href=\"https://twitter.com/elisewho\" target=\"_blank\">Twitter</a>, <a href=\"https://www.facebook.com/elisehunpr\" target=\"_blank\">Facebook</a>, and <a href=\"https://www.instagram.com/elisewho/\" target=\"_blank\">Instagram</a>, as well as follow her <a href=\"http://elisegoeseast.tumblr.com/\" target=\"_blank\">work</a> and <a href=\"http://www.heyelise.com/\" target=\"_blank\">personal</a> blogs, and sign up for her newsletter <em><a href=\"http://tinyletter.com/elisehu\" target=\"_blank\">Hu's Letter?</a></em></p>",
      "notes": "<ul><li><a href=\"http://www.npr.org/sections/codeswitch/2013/11/30/247530095/are-you-interested-dating-odds-favor-white-men-asian-women\" target=\"_blank\">Odds Favor White Men, Asian Women On Dating App</a> (Code Switch, NPR)</li><li><a href=\"http://www.npr.org/sections/codeswitch/2014/02/13/276543080/what-we-learned-from-our-month-long-exploration-of-xculturelove\" target=\"_blank\">What We Learned From Our Month-Long Exploration Of #XCultureLove</a> (Code Switch, NPR)</li><li><a href=\"http://www.npr.org/sections/codeswitch/2013/04/09/174655354/mom-says-learn-chinese\" target=\"_blank\">Mom Says: 'Learn Chinese'</a> (Code Switch, NPR)</li></ul>"
    },
    {
      "name": "Episode 6: Of Bananas and Coconuts",
      "link": "https://bumpers.fm/e/b38d1aqtm1a0010nvk40",
      "description": "<a href=\"https://twitter.com/PreetishaSen\" target=\"_blank\">Preetisha Sen</a> joins us on the pod this week, a proud coconut—brown on the outside, white on the inside. Preetisha talks to us about growing up Indian American, why being Asian American doesn't mean she's always in a constant identity crisis, and how she thinks about religion through her experiences with Hinduism and Christianity. She also shares a Hella Indian story about her family on this week's Hella Asian. Plus: Can We Not... always assume the Asian woman is the nanny? kthx.",
      "highlights": "<p><em>\"The thing about being Asian American to me is, it's not always — I have these two identities and I'm in a crisis. Someone will say something or something will happen and then that's when it starts to feel shitty or confusing.\"</em></p><p>This week, we chatted with <a href=\"https://twitter.com/PreetishaSen\" target=\"_blank\">Preetisha Sen</a>, an analyst at Nielsen, about religion, how to deal with casual racism, her relationship with her parents and extended family, and cultural confusion (hint: we're all just a bunch of coconuts and bananas). She shares her Hella Indian habit of running on IST (Indian Standard Time). You can find Preetisha on <a href=\"https://twitter.com/PreetishaSen\" target=\"_blank\">Twitter!</a></p><p>On Can We Not? we dissect the <a href=\"http://nymag.com/thecut/2017/03/watch-a-hilarious-toddler-interrupt-her-dads-bbc-interview.html\" target=\"_blank\">viral video</a> of kids crashing their dad's BBC interview and discuss why it's <a href=\"http://www.latimes.com/nation/la-na-bbc-professor-video-asian-wife-nanny-stereotypes-20170310-story.html\" target=\"_blank\">problematic</a> to assume that the <a href=\"https://twitter.com/rgay/status/840262493465370625\" target=\"_blank\">Asian woman in the video is the nanny</a> (when she is, in fact, their mother).</p>"
    },
    {
      "name": "Episode 7: The Origins of the Model Minority Myth",
      "link": "https://bumpers.fm/e/b3qgqnd75hag010dsg20",
      "description": "<a href=\"https://twitter.com/ellendwu\" target=\"_blank\">Ellen Wu</a> joins us this week to discuss her book, \"The Color of Success: Asian Americans and the Origins of the Model Minority.\" Ellen breaks down Asian American history from the 1920s onward, analyzing the contradiction of the model minority myth being rooted in both inclusion and exclusion. We dive into race-making, geopolitical dimensions of Asian American identity, and the effect of the model minority on other groups such as Blacks, Latinx, South Asian and Southeast Asians. Ellen also unpacks the role that Asian American communities played in the formation of their own stereotypes.",
      "highlights": "<p>This week, we talked with <a href=\"https://twitter.com/ellendwu\" target=\"_blank\">Ellen Wu</a>, an associate professor of history and director of the Asian-American Studies program at Indiana University, Bloomington, about her book <em><a href=\"http://press.princeton.edu/titles/10134.html\" target=\"_blank\">The Color of Success: Asian Americans and the Origins of the Model Minority</a></em>. Ellen traces the history of the model minority stereotype from the 1920s onward, its implications in terms of domestic and foreign policy, and its effect on race-making in America. We analyze the contradiction of the model minority myth being rooted in both inclusion and exclusion, dissect the geopolitical dimensions of Asian American identity, and discuss the effect of the model minority on other groups such as Blacks, Latinx, South Asian and Southeast Asians. Ellen also unpacks the role that Asian American communities played in the formation of their own stereotypes.<p>You can find Ellen on <a href=\"https://twitter.com/ellendwu\" target=\"_blank\">Twitter</a>, check out her book from your local library, or buy her book from <a href=\"http://press.princeton.edu/titles/10134.html\" target=\"_blank\">Princeton University Press</a> or <a href=\"https://www.amazon.com/Color-Success-Americans-Minority-Politics/dp/0691168024\" target=\"_blank\">Amazon</a>!</p>",
      "notes": "<ul><li><a href=\"http://press.princeton.edu/titles/10134.html\" target=\"_blank\">The Color of Success: Asian Americans and the Origins of the Model Minority</a> by Ellen Wu</li><li><a href=\"http://www.npr.org/sections/codeswitch/2015/01/15/377197729/hawaii-as-racial-paradise-bid-for-obama-library-invokes-a-complex-past\" target=\"_blank\">Hawaii As 'Racial Paradise'? Bid For Obama Library Invokes A Complex Past</a> (Code Switch, NPR)</li><li>Ellen Wu's blog posts on <a href=\"https://www.racefiles.com/author/ellen/\" target=\"_blank\">Race Files</a></li></ul>"
    },
    {
      "name": "Episode 8: Eat Bitter",
      "link": "https://bumpers.fm/e/b48c8gqba5t0015isbhg",
      "description": "<a href=\"https://twitter.com/JasonShen\" target=\"_blank\">Jason Shen</a> joins us this week to discuss the Asian American Man Study, an annual survey of the experiences and perspectives of American men of East, Southeast, and South Asian descent. Jason breaks down the 2016 results, discussing demographics, race and identity, stereotypes, media, dating, politics, and religion. We also chat about his views on masculinity as an Asian American man. On Hella Asian, Jason brings up an hot button issue: shoe-free households.",
      "highlights": "<p>This week, we talked with <a href=\"https://twitter.com/jasonshen\" target=\"_blank\">Jason Shen</a>, a product manager at Etsy and creator of <a href=\"http://www.theasianamericanman.com/\" target=\"_blank\">The Asian American Man Study</a>, an annual survey which aims to capture a holistic view of the lives, experiences, and beliefs of Asian men in the United States. We chat with Jason about his inspiration to start the survey, his own experiences as an Asian American man, and how he thinks about masculinity. He also shares the 2016 results and analysis in areas such as demographics, race, religion, stereotypes, media representation and pop culture, relationships and dating, politics, and more. On Hella Asian, Jason talks about running a shoe-free household.</p><p>You can find <a href=\"https://twitter.com/jasonshen\" target=\"_blank\">Jason</a> and updates on <a href=\"https://twitter.com/AsianAmMen\" target=\"_blank\">The Asian American Man Study</a> on Twitter, and follow his work on his <a href=\"http://www.jasonshen.com/\" target=\"_blank\">personal website</a>!</p>",
      "notes": "<ul><li><a href=\"http://www.theasianamericanman.com/\" target=\"_blank\">The Asian American Man Study</a> (<a href=\"http://www.theasianamericanman.com/2016-results.html\" target=\"_blank\">2016</a> and <a href=\"https://medium.com/@JasonShen/what-it-s-like-to-live-work-and-date-as-an-asian-man-in-america-f1371d3770ee\" target=\"_blank\">2015</a> results)</li><li><a href=\"https://www.theatlantic.com/politics/archive/2016/01/asian-americans-feel-held-back-at-work-by-stereotypes/458874/\" target=\"_blank\">Asian Americans Feel Held Back at Work by Stereotypes</a> (The Atlantic)</li><li><a href=\"http://www.nbcnews.com/news/asian-america/where-do-stereotypes-about-asian-american-men-come-n650876\" target=\"_blank\">Where Do Stereotypes About Asian-American Men Come From?</a> (NBC Asian America)</li></ul>"
    },
    {
      "name": "Episode 9: Creating Spaces for Women of Color in Tech",
      "link": "https://bumpers.fm/e/b4mqhrhg592g01599lv0",
      "description": "We chat with <a href=\"https://twitter.com/kaitlingu\" target=\"_blank\">Kaitlin Gu</a>, a software engineer at Google and the cofounder of Flawless Hacks, an annual Beyoncé-themed hackathon for women by women. Kaitlin shares her experience as an Asian woman in technology and tells us about how Flawless Hacks started. We discuss her passion for education and how she's shaped Flawless Hacks to be a collaborative, non-competitive space for women in technology. On Hella Asian, we swap dating expectations our Asian parents have for us.",
      "highlights": "<p>This week, we talked with <a href=\"https://twitter.com/kaitlingu\" target=\"_blank\">Kaitlin Gu</a>, a software engineer at Google and the cofounder of <a href=\"http://flawlesshacks.com/\" target=\"_blank\">Flawless Hacks</a>, an annual Beyoncé-themed hackathon for women by women. Kaitlin shares her experiences as an Asian woman in technology, how she and her <a href=\"https://twitter.com/classickira\" target=\"_blank\">cofounder</a> started Flawless Hacks, and what they’ve learned in the process. We chat about her passion for education and open access to knowledge, how she’s shaped Flawless Hacks to be a collaborative, non-competitive space for women in technology, and what an inclusive tech industry looks like to her. On Hella Asian, we swap Hella Asian dating expectations that our parents all have for us.</p><p>You can find Kaitlin on <a href=\"https://twitter.com/kaitlingu\" target=\"_blank\">Twitter</a>, and learn more about attending, sponsoring, or volunteering at Flawless Hacks on <a href=\"https://twitter.com/FlawlessHack\" target=\"_blank\">Twitter</a>, <a href=\"https://www.facebook.com/flawlesshacks\" target=\"_blank\">Facebook</a>, or the hackathon’s <a href=\"http://flawlesshacks.com/\" target=\"_blank\">website</a>.</p>",
      "notes": "<ul><li><a href=\"http://www.uchastings.edu/news/articles/2015/01/williams-double-jeopardy-report.php\" target=\"_blank\">New Study Reveals 'Double Jeopardy' Faced by Women of Color in STEM</a> (UC Hastings)</li><li><a href=\"https://medium.com/little-thoughts/the-uncomfortable-state-of-being-asian-in-tech-ab7db446c55b\" target=\"_blank\">The Uncomfortable State of Being Asian in Tech</a> (Medium)</li><li><a href=\"https://code.likeagirl.io/flawless-hacks-recap-f972dccae7d6\" target=\"_blank\">Flawless Hacks 2016 Recap</a> (Medium)</li><li>Flawless Hacks (<a href=\"http://2016.flawlesshacks.com/hacks\" target=\"_blank\">2016</a> and <a href=\"http://flawlesshacks.com/\" target=\"_blank\">2017</a>)</li></ul>"
    },
    {
      "name": "Episode 10: Power and Poké: Authenticity and Gentrification of Asian Food",
      "link": "https://bumpers.fm/e/b4sqp2t5t5q0017adgk0",
      "description": "<a href=\"https://twitter.com/soniachopra\" target=\"_blank\">Sonia Chopra</a>, the managing editor of Eater.com, joins us this week to discuss Asian food trends and how certain foods reach the mainstream, who gets to be an authority on ethnic cuisine, and the importance of authenticity in popularizing food that isn’t yours. Why hasn’t Indian food enjoyed the same success and popularity like ramen or matcha? She also dives into Eater’s approach to covering food and its intersections with other aspects of society in diverse and holistic ways. We chat briefly about self-care and the p-word, and Sonia tells us what she does that’s Hella Asian.",
      "highlights": "<p>This week, we chatted with <a href=\"https://twitter.com/soniachopra\" target=\"_blank\">Sonia Chopra</a>, the managing editor of <a href=\"https://www.eater.com/\" target=\"_blank\">Eater</a>, a publication that covers food news, restaurants, and dining across the country. Sonia shares how she got started in food journalism and how she helps shape Eater's approach to covering food and the many societal dimensions it touches. We discuss food, appropriation, and gentrification with her, particularly as it relates to the dining industry, Asian and other ethnic food trends (think poké, ramen, matcha), culture, and authenticity. Sonia also recommends some of her favorite New York restaurants, and pops in to discuss her Hella Asian party behavior.</p><p>You can find Sonia on <a href=\"https://twitter.com/soniachopra\" target=\"_blank\">Twitter</a>,  <a href=\"https://www.eater.com/authors/sonia-chopra\" target=\"_blank\">Eater</a>, and <a href=\"https://www.instagram.com/soniachopra/\" target=\"_blank\">Instagram</a>, and subscribe to her newsletter about ~desi things~ called <a href=\"http://tinyletter.com/namaslay\" target=\"_blank\">Namaslay</a>!</p>",
      "notes": "<ul><li><a href=\"http://www.intersectionalanalyst.com/intersectional-analyst/2017/1/7/who-gets-to-be-an-authority-on-ethnic-cuisines\" target=\"_blank\">Food, Race, and Power: Who gets to be an authority on 'ethnic' cuisines?</a> (Intersectional Analyst)</li><li><a href=\"https://munchies.vice.com/en_us/article/the-struggles-of-writing-about-chinese-food-as-a-chinese-person\" target=\"_blank\">The Struggles of Writing About Chinese Food as a Chinese Person</a> (Munchies)</li><li><a href=\"https://www.washingtonpost.com/posteverything/wp/2015/08/31/childhood-friends-called-my-food-chinese-grossness-how-did-it-become-americas-hottest-food-trend/?utm_term=.55bec0805f2b\" target=\"_blank\">How it feels when white people shame your culture’s food — then make it trendy</a> (The Washington Post)</li><li><a href=\"http://www.npr.org/sections/thesalt/2016/09/13/493322073/dont-call-it-the-new-ramen-why-pho-is-central-to-vietnamese-identity\" target=\"_blank\">Don't Call It 'The New Ramen': Why Pho Is Central To Vietnamese Identity</a> (NPR)</li><li><a href=\"https://www.washingtonpost.com/news/wonk/wp/2016/04/22/the-great-ethnic-food-lie/?utm_term=.0ed5830a1a28\" target=\"_blank\">How Americans pretend to love ‘ethnic food’</a> (The Washington Post)</li><li><a href=\"https://www.eater.com/2017/2/16/14640486/day-without-immigrants-strike-restaurants\" target=\"_blank\">How a Day Without Immigrants Affects Restaurants</a> (Eater)</li></ul>"
    }
  ]
}