{
  "episodes": [
    {
      "name": "Preview",
      "number": "S01E00",
      "link": "http://sweetandsour.fm/feed/assets/audio/sweet-and-sour-teaser.m4a",
      "description": "A preview of Sweet and Sour, a podcast exploring different facets of the Asian American experience.",
      "image": "images/episodes/s1/0.jpg"
    },
    {
      "name": "The Contradictions of Being Asian American",
      "number": "S01E01",
      "link": "http://sweetandsour.fm/feed/assets/audio/sweet-and-sour-episode1.m4a",
      "description": "For our first episode, katie and Nicole discuss their Chinese to American ratio with their parents, Jiming and Li, who also shared their perspective on raising kids in America. katie and Nicole discuss the contradictions of being Asian American, both as a model minority and persistent other. The Book and Essay Club kicks off with Erika Lee's \"The Making of Asian America.\" On Hella Asian, Nicole investigates the ubiquity of the Danish cookie tins.",
      "short_description": "katie and Nicole discuss their Chinese to American ratio with their parents, the contradictions of being Asian American, and Erika Lee's book, \"The Making of Asian America.\"",
      "image": "images/episodes/s1/1.jpg"
    },
    {
      "name": "Swintoning",
      "number": "S01E02",
      "link": "http://sweetandsour.fm/feed/assets/audio/sweet-and-sour-episode2.m4a",
      "description": "This week, katie and Nicole dive into diversity in Hollywood, centered on a discussion of Margaret Cho and Tilda Swinton’s quest for racial absolution. On the new Can We Not segment: Rappers who only shout out Asian women with references to Chinese takeout... can we not? And you'll hear some tips and tricks about food storage on Hella Asian.",
      "short_description": "katie and Nicole dive into diversity in Hollywood and ask rappers to stop shouting out Asian women with references to Chinese takeout.",
      "highlights": "<p>We discussed Margaret Cho and Tilda Swinton's <a href=\"https://www.nytimes.com/2016/12/20/movies/margaret-cho-tilda-swinton-doctor-strange.html?_r=0\">email exchange</a> regarding the <a href=\"http://www.hollywoodreporter.com/heat-vision/why-did-doctor-strange-ghost-884385\">Doctor Strange controversy</a> (in which Marvel whitewashed an Asian character and cast Swinton, a white woman, instead). We also coined the term Swintoning (def. treating someone as your <a href=\"http://www.slate.com/articles/news_and_politics/politics/2016/12/the_black_person_s_burden_of_managing_white_emotions_in_the_age_of_trump.html\">racial confessor</a> under the guise of curiosity and politeness). For further reading, check out <a href=\"http://www.hollywoodreporter.com/heat-vision/doctor-strange-whitewashing-an-open-letter-tilda-swinton-958212\">Rebecca Sun's open letter</a> to Tilda Swinton, <a href=\"http://reappropriate.co/2016/12/against-antiblackness-as-metaphor/\">Mark Tseng Putterman's article</a> on Cho's co-opting of black history and thought, and <a href=\"https://twitter.com/GeeDee215/status/810085565790121984\">Gene Demby's tweet storm</a> about Swinton's demand for absolution despite being \"exceedingly polite and charming in a way that almost camouflages the grossness of what she's asking.\"</p><p>While this year has been a great year for <a href=\"http://www.vulture.com/2016/12/2016-the-year-of-asian-americans-fighting-back.html\">Asian American activism in film and media</a>, we wondered why Hollywood is so often the public focal point for most Asian American activism, politics, and media visibility. Other issues like the <a href=\"http://www.npr.org/sections/codeswitch/2016/04/23/475369524/awoken-by-n-y-cop-shooting-asian-american-activists-chart-way-forward\">Peter Liang protests</a> and a <a href=\"https://twitter.com/nbcsnl/status/797675828385615872?lang=en\">record number of minority women</a> getting elected to the Senate this past year are equally important to report on and discuss, but often lack the same coverage and fervor that issues like Cho and Swinton's email exchange get from major news outlets.</p><p>In a new segment called Can We Not? we dive deep into rap lyrics and ask: can we not refer to Asian women in rap solely in terms of Asian food? BuzzFeed has also compiled a (great?) list of <a href=\"https://www.buzzfeed.com/hnigatu/dumb-rap-lyrics-about-asian-people\">22 Dumb Rap Lyrics about Asian People</a>.</p>",
      "image": "images/episodes/s1/2.jpg"
    },
    {
      "name": "Exploring Culture Through Art",
      "number": "S01E03",
      "link": "http://sweetandsour.fm/feed/assets/audio/sweet-and-sour-episode3.m4a",
      "description": "On this week's episode, <a href=\"https://www.instagram.com/thefliang/\">Felicia Liang</a> joins us for a conversation on art, culture, and everything in between. We talk about her #100daysians project, her creative process, and what's next. On Hella Asian, Felicia flexes her abacus skills and we bond over the shared burden of weekend Chinese school. Can We Not Steve Harvey? katie and Nicole dive into the TV personality's offensive remarks about Asian American men.",
      "short_description": "Felicia Liang joins us for a conversation on art, culture, and everything in between, including her #100daysians project and her creative process.",
      "highlights": "<p>We talked with artist and illustrator Felicia Liang about her Asian American identity, her artistic process, and their intersection. She discussed her <a href=\"https://www.kickstarter.com/projects/423082451/100daysians-illustrations-about-growing-up-asian-a?ref=project_link\">#100daysians project</a>, a book of illustrations and stories about growing up and living as an Asian American, which was successfully funded on Kickstarter. She shares some Hella Asian things from her own life (i.e. Chinese school, becoming an abacus master). <a href=\"https://www.instagram.com/thefliang/\">Find her work on Instagram!</a></p><p>In our segment Can We Not? we rip into Steve Harvey for <a href=\"http://blog.angryasianman.com/2017/01/steve-harvey-cannot-believe-anyone.html\">\"blatantly shit[ting] on Asian men on nationally syndicated television\"</a> and then offering an equally shitty <a href=\"https://twitter.com/IAmSteveHarvey/status/821359693708873729\">Twitter apology</a>, thereby reinforcing harmful negative stereotypes that emasculate Asian men. We talk about <a href=\"https://www.nytimes.com/2017/01/14/opinion/sunday/hey-steve-harvey-who-says-i-might-not-steal-your-girl.html?_r=1\">Eddie Huang's response</a> and the impact of Steve Harvey's dumb and offensive segment: \"the structural emasculation of Asian men in all forms of media became a self-fulfilling prophecy that produced an actual abhorrence to Asian men in the real world.\"</p>",
      "image": "images/episodes/s1/3.jpg"
    },
    {
      "name": "The Casual Racialization of Popchips",
      "number": "S01E04",
      "link": "http://sweetandsour.fm/feed/assets/audio/sweet-and-sour-episode4.m4a",
      "description": "This week, we hang out with <a href=\"https://twitter.com/priyakkumar\">Priya Krishnakumar</a>, a visual journalist at the LA Times. We talk to Priya about her overachieving parents, her insecurities as an Indian American, and she gives us her take on the state of South Asians in Hollywood. We also swoon over Dev Patel and roast Ashton Kutcher for racializing Popchips. On Hella Asian, Priya recounts the power of a ganesha doll in exterminating pests. On IRL, Nicole recaps a panel on the Asian American community's needs in the time of Trump. ScarJo... Can We Not?",
      "short_description": "Priya Krishnakumar talks with us about her overachieving parents, her insecurities as an Indian American, and she gives us her take on the state of South Asians in Hollywood.",
      "highlights": "<p>We talked with <a href=\"https://twitter.com/priyakkumar\">Priya Krishnakumar</a>, a visual and data journalist for The Los Angeles Times, about her upbringing and family, her connections between language, food, and her Asian American identity, and some Hella Asian things she does to rid her apartment of bugs. In the spirit of Oscar season, we swooned over Dev Patel and discussed her work covering the Oscars So White movement (<a href=\"http://graphics.latimes.com/oscar-nominees-2015/\">2015</a> to <a href=\"http://www.latimes.com/projects/la-et-oscars-nominations-2017/\">2017</a>), Asian American representation in film and television, and the <a href=\"http://gawker.com/5907122/racism-sells-ashton-kutcher-puts-on-brownface-for-popchips-ad\">casual racialization of Popchips</a> (looking at you, Ashton Kutcher). Follow Priya's work on <a href=\"https://twitter.com/priyakkumar\">Twitter</a>!</p><p>We introduce a new segment called IRL, where we discuss things we do outside of making this podcast. This week, Nicole recaps a panel discussion she attended on the needs of the Asian American community in the time of Trump. On Can We Not? we shake our heads at <a href=\"http://i-d.vice.com/en_us/article/scarlett-johansson-discusses-the-whitewashing-in-ghost-in-the-shell\">Scarlett Johansson's white feminist response</a> to the whitewashing of her role in the film Ghost in the Shell, saying the casting was about feminism over race.</p>",
      "image": "images/episodes/s1/4.jpg"
    },
    {
      "name": "You Need Less Face",
      "number": "S01E05",
      "link": "http://sweetandsour.fm/feed/assets/audio/sweet-and-sour-episode5.m4a",
      "description": "<a href=\"https://twitter.com/elisewho\">Elise Hu</a> joins us this week as Sweet and Sour's first foreign correspondent. Elise works for NPR and is based in Seoul. We talk to her about gender stereotypes in Korea and Japan, discuss Asian fetish and its ~consequences~, and what it's like to raise biracial kids in the time of Trump. On Hella Asian, Elise shares her love of Asian convenience stores.",
      "description": "Elise Hu joins us to talk bout gender stereotypes in Korea and Japan, discuss Asian fetish and its ~consequences~, and what it's like to raise biracial kids in the time of Trump.",
      "highlights": "<p>We talked with <a href=\"https://twitter.com/elisewho\">Elise Hu</a>, NPR's Asia <a href=\"http://www.npr.org/people/144449221/elise-hu\">correspondent</a> based in Seoul covering Korea and Japan, about Asian beauty standards and gender stereotypes, dating and Asian fetish (a topic on which Elise is a literal <a href=\"https://en.wikipedia.org/wiki/Asian_fetish\">Wikipedia-cited expert</a>), and cross-cultural love and relationships. The three of us talk about the stereotypes and perceptions we face as Asian women dating white men, and the challenges we've faced in our relationships in terms of cultural gaps and differences. Elise also discusses how she approaches raising her daughters with a partner from a different cultural background. On Hella Asian, she shares her love for Asian convenience stores.</p><p>You can find Elise on <a href=\"https://twitter.com/elisewho\">Twitter</a>, <a href=\"https://www.facebook.com/elisehunpr\">Facebook</a>, and <a href=\"https://www.instagram.com/elisewho/\">Instagram</a>, as well as follow her <a href=\"http://elisegoeseast.tumblr.com/\">work</a> and <a href=\"http://www.heyelise.com/\">personal</a> blogs, and sign up for her newsletter <em><a href=\"http://tinyletter.com/elisehu\">Hu's Letter?</a></em></p>",
      "notes": "<ul><li><a href=\"http://www.npr.org/sections/codeswitch/2013/11/30/247530095/are-you-interested-dating-odds-favor-white-men-asian-women\">Odds Favor White Men, Asian Women On Dating App</a> (Code Switch, NPR)</li><li><a href=\"http://www.npr.org/sections/codeswitch/2014/02/13/276543080/what-we-learned-from-our-month-long-exploration-of-xculturelove\">What We Learned From Our Month-Long Exploration Of #XCultureLove</a> (Code Switch, NPR)</li><li><a href=\"http://www.npr.org/sections/codeswitch/2013/04/09/174655354/mom-says-learn-chinese\">Mom Says: 'Learn Chinese'</a> (Code Switch, NPR)</li></ul>",
      "image": "images/episodes/s1/5.jpg"
    },
    {
      "name": "Of Bananas and Coconuts",
      "number": "S01E06",
      "link": "http://sweetandsour.fm/feed/assets/audio/sweet-and-sour-episode6.m4a",
      "description": "<a href=\"https://twitter.com/PreetishaSen\">Preetisha Sen</a> joins us on the pod this week, a proud coconut—brown on the outside, white on the inside. Preetisha talks to us about growing up Indian American, why being Asian American doesn't mean she's always in a constant identity crisis, and how she thinks about religion through her experiences with Hinduism and Christianity. She also shares a Hella Indian story about her family on this week's Hella Asian. Plus: Can We Not... always assume the Asian woman is the nanny? kthx.",
      "short_description": "Preetisha Sen talks to us about why being Asian American doesn't mean she's always in a constant identity crisis, and how she thinks about religion through her experiences with Hinduism and Christianity.",
      "highlights": "<p><em>\"The thing about being Asian American to me is, it's not always — I have these two identities and I'm in a crisis. Someone will say something or something will happen and then that's when it starts to feel shitty or confusing.\"</em></p><p>This week, we chatted with <a href=\"https://twitter.com/PreetishaSen\">Preetisha Sen</a>, an analyst at Nielsen, about religion, how to deal with casual racism, her relationship with her parents and extended family, and cultural confusion (hint: we're all just a bunch of coconuts and bananas). She shares her Hella Indian habit of running on IST (Indian Standard Time). You can find Preetisha on <a href=\"https://twitter.com/PreetishaSen\">Twitter!</a></p><p>On Can We Not? we dissect the <a href=\"http://nymag.com/thecut/2017/03/watch-a-hilarious-toddler-interrupt-her-dads-bbc-interview.html\">viral video</a> of kids crashing their dad's BBC interview and discuss why it's <a href=\"http://www.latimes.com/nation/la-na-bbc-professor-video-asian-wife-nanny-stereotypes-20170310-story.html\">problematic</a> to assume that the <a href=\"https://twitter.com/rgay/status/840262493465370625\">Asian woman in the video is the nanny</a> (when she is, in fact, their mother).</p>",
      "image": "images/episodes/s1/6.jpg"
    },
    {
      "name": "The Origins of the Model Minority Myth",
      "number": "S01E07",
      "link": "http://sweetandsour.fm/feed/assets/audio/sweet-and-sour-episode7.m4a",
      "description": "<a href=\"https://twitter.com/ellendwu\">Ellen Wu</a> joins us this week to discuss her book, \"The Color of Success: Asian Americans and the Origins of the Model Minority.\" Ellen breaks down Asian American history from the 1920s onward, analyzing the contradiction of the model minority myth being rooted in both inclusion and exclusion. We dive into race-making, geopolitical dimensions of Asian American identity, and the effect of the model minority on other groups such as Blacks, Latinx, South Asian and Southeast Asians. Ellen also unpacks the role that Asian American communities played in the formation of their own stereotypes.",
      "short_description": "Ellen Wu discusses her book, \"The Color of Success: Asian Americans and the Origins of the Model Minority\" by breaking down Asian American history from the 1920s onward.",
      "highlights": "<p>This week, we talked with <a href=\"https://twitter.com/ellendwu\">Ellen Wu</a>, an associate professor of history and director of the Asian-American Studies program at Indiana University, Bloomington, about her book <em><a href=\"http://press.princeton.edu/titles/10134.html\">The Color of Success: Asian Americans and the Origins of the Model Minority</a></em>. Ellen traces the history of the model minority stereotype from the 1920s onward, its implications in terms of domestic and foreign policy, and its effect on race-making in America. We analyze the contradiction of the model minority myth being rooted in both inclusion and exclusion, dissect the geopolitical dimensions of Asian American identity, and discuss the effect of the model minority on other groups such as Blacks, Latinx, South Asian and Southeast Asians. Ellen also unpacks the role that Asian American communities played in the formation of their own stereotypes.<p>You can find Ellen on <a href=\"https://twitter.com/ellendwu\">Twitter</a>, check out her book from your local library, or buy her book from <a href=\"http://press.princeton.edu/titles/10134.html\">Princeton University Press</a> or <a href=\"https://www.amazon.com/Color-Success-Americans-Minority-Politics/dp/0691168024\">Amazon</a>!</p>",
      "notes": "<ul><li><a href=\"http://press.princeton.edu/titles/10134.html\">The Color of Success: Asian Americans and the Origins of the Model Minority</a> by Ellen Wu</li><li><a href=\"http://www.npr.org/sections/codeswitch/2015/01/15/377197729/hawaii-as-racial-paradise-bid-for-obama-library-invokes-a-complex-past\">Hawaii As 'Racial Paradise'? Bid For Obama Library Invokes A Complex Past</a> (Code Switch, NPR)</li><li>Ellen Wu's blog posts on <a href=\"https://www.racefiles.com/author/ellen/\">Race Files</a></li></ul>",
      "image": "images/episodes/s1/7.jpg"
    },
    {
      "name": "Eat Bitter",
      "number": "S01E08",
      "link": "http://sweetandsour.fm/feed/assets/audio/sweet-and-sour-episode8.m4a",
      "description": "<a href=\"https://twitter.com/JasonShen\">Jason Shen</a> joins us this week to discuss the Asian American Man Study, an annual survey of the experiences and perspectives of American men of East, Southeast, and South Asian descent. Jason breaks down the 2016 results, discussing demographics, race and identity, stereotypes, media, dating, politics, and religion. We also chat about his views on masculinity as an Asian American man. On Hella Asian, Jason brings up an hot button issue: shoe-free households.",
      "short_description": "Jason Shen talks about the Asian American Man Study, an annual survey of the experiences and perspectives of American men of Asian descent, as well as his own views of Asian American masculinity.",
      "highlights": "<p>This week, we talked with <a href=\"https://twitter.com/jasonshen\">Jason Shen</a>, a product manager at Etsy and creator of <a href=\"http://www.theasianamericanman.com/\">The Asian American Man Study</a>, an annual survey which aims to capture a holistic view of the lives, experiences, and beliefs of Asian men in the United States. We chat with Jason about his inspiration to start the survey, his own experiences as an Asian American man, and how he thinks about masculinity. He also shares the 2016 results and analysis in areas such as demographics, race, religion, stereotypes, media representation and pop culture, relationships and dating, politics, and more. On Hella Asian, Jason talks about running a shoe-free household.</p><p>You can find <a href=\"https://twitter.com/jasonshen\">Jason</a> and updates on <a href=\"https://twitter.com/AsianAmMen\">The Asian American Man Study</a> on Twitter, and follow his work on his <a href=\"http://www.jasonshen.com/\">personal website</a>!</p>",
      "notes": "<ul><li><a href=\"http://www.theasianamericanman.com/\">The Asian American Man Study</a> (<a href=\"http://www.theasianamericanman.com/2016-results.html\">2016</a> and <a href=\"https://medium.com/@JasonShen/what-it-s-like-to-live-work-and-date-as-an-asian-man-in-america-f1371d3770ee\">2015</a> results)</li><li><a href=\"https://www.theatlantic.com/politics/archive/2016/01/asian-americans-feel-held-back-at-work-by-stereotypes/458874/\">Asian Americans Feel Held Back at Work by Stereotypes</a> (The Atlantic)</li><li><a href=\"http://www.nbcnews.com/news/asian-america/where-do-stereotypes-about-asian-american-men-come-n650876\">Where Do Stereotypes About Asian-American Men Come From?</a> (NBC Asian America)</li></ul>",
      "image": "images/episodes/s1/8.png"
    },
    {
      "name": "Creating Spaces for Women of Color in Tech",
      "number": "S01E09",
      "link": "http://sweetandsour.fm/feed/assets/audio/sweet-and-sour-episode9.m4a",
      "description": "We chat with <a href=\"https://twitter.com/kaitlingu\">Kaitlin Gu</a>, a software engineer at Google and the cofounder of Flawless Hacks, an annual Beyoncé-themed hackathon for women by women. Kaitlin shares her experience as an Asian woman in technology and tells us about how Flawless Hacks started. We discuss her passion for education and how she's shaped Flawless Hacks to be a collaborative, non-competitive space for women in technology. On Hella Asian, we swap dating expectations our Asian parents have for us.",
      "short_description": "Kaitlin shares her experience as an Asian woman in technology and tells us about how she started Flawless Hacks, an annual Beyoncé-themed hackathon for women by women.",
      "highlights": "<p>This week, we talked with <a href=\"https://twitter.com/kaitlingu\">Kaitlin Gu</a>, a software engineer at Google and the cofounder of <a href=\"http://flawlesshacks.com/\">Flawless Hacks</a>, an annual Beyoncé-themed hackathon for women by women. Kaitlin shares her experiences as an Asian woman in technology, how she and her <a href=\"https://twitter.com/classickira\">cofounder</a> started Flawless Hacks, and what they’ve learned in the process. We chat about her passion for education and open access to knowledge, how she’s shaped Flawless Hacks to be a collaborative, non-competitive space for women in technology, and what an inclusive tech industry looks like to her. On Hella Asian, we swap Hella Asian dating expectations that our parents all have for us.</p><p>You can find Kaitlin on <a href=\"https://twitter.com/kaitlingu\">Twitter</a>, and learn more about attending, sponsoring, or volunteering at Flawless Hacks on <a href=\"https://twitter.com/FlawlessHack\">Twitter</a>, <a href=\"https://www.facebook.com/flawlesshacks\">Facebook</a>, or the hackathon’s <a href=\"http://flawlesshacks.com/\">website</a>.</p>",
      "notes": "<ul><li><a href=\"http://www.uchastings.edu/news/articles/2015/01/williams-double-jeopardy-report.php\">New Study Reveals 'Double Jeopardy' Faced by Women of Color in STEM</a> (UC Hastings)</li><li><a href=\"https://medium.com/little-thoughts/the-uncomfortable-state-of-being-asian-in-tech-ab7db446c55b\">The Uncomfortable State of Being Asian in Tech</a> (Medium)</li><li><a href=\"https://code.likeagirl.io/flawless-hacks-recap-f972dccae7d6\">Flawless Hacks 2016 Recap</a> (Medium)</li><li>Flawless Hacks (<a href=\"http://2016.flawlesshacks.com/hacks\">2016</a> and <a href=\"http://flawlesshacks.com/\">2017</a>)</li></ul>",
      "image": "images/episodes/s1/9.png"
    },
    {
      "name": "Power and Poké: Authenticity and Gentrification of Asian Food",
      "number": "S01E10",
      "link": "http://sweetandsour.fm/feed/assets/audio/sweet-and-sour-episode10.m4a",
      "description": "<a href=\"https://twitter.com/soniachopra\">Sonia Chopra</a>, the managing editor of Eater.com, joins us this week to discuss Asian food trends and how certain foods reach the mainstream, who gets to be an authority on ethnic cuisine, and the importance of authenticity in popularizing food that isn’t yours. Why hasn’t Indian food enjoyed the same success and popularity like ramen or matcha? She also dives into Eater’s approach to covering food and its intersections with other aspects of society in diverse and holistic ways. We chat briefly about self-care and the p-word, and Sonia tells us what she does that’s Hella Asian.",
      "short_description": "Sonia Chopra discusses Asian food trends and how certain foods reach the mainstream, who gets to be an authority on ethnic cuisine, and the importance of authenticity in popularizing food that isn’t yours.",
      "highlights": "<p>This week, we chatted with <a href=\"https://twitter.com/soniachopra\">Sonia Chopra</a>, the managing editor of <a href=\"https://www.eater.com/\">Eater</a>, a publication that covers food news, restaurants, and dining across the country. Sonia shares how she got started in food journalism and how she helps shape Eater's approach to covering food and the many societal dimensions it touches. We discuss food, appropriation, and gentrification with her, particularly as it relates to the dining industry, Asian and other ethnic food trends (think poké, ramen, matcha), culture, and authenticity. Sonia also recommends some of her favorite New York restaurants, and pops in to discuss her Hella Asian party behavior.</p><p>You can find Sonia on <a href=\"https://twitter.com/soniachopra\">Twitter</a>,  <a href=\"https://www.eater.com/authors/sonia-chopra\">Eater</a>, and <a href=\"https://www.instagram.com/soniachopra/\">Instagram</a>, and subscribe to her newsletter about ~desi things~ called <a href=\"http://tinyletter.com/namaslay\">Namaslay</a>!</p>",
      "notes": "<ul><li><a href=\"http://www.intersectionalanalyst.com/intersectional-analyst/2017/1/7/who-gets-to-be-an-authority-on-ethnic-cuisines\">Food, Race, and Power: Who gets to be an authority on 'ethnic' cuisines?</a> (Intersectional Analyst)</li><li><a href=\"https://munchies.vice.com/en_us/article/the-struggles-of-writing-about-chinese-food-as-a-chinese-person\">The Struggles of Writing About Chinese Food as a Chinese Person</a> (Munchies)</li><li><a href=\"https://www.washingtonpost.com/posteverything/wp/2015/08/31/childhood-friends-called-my-food-chinese-grossness-how-did-it-become-americas-hottest-food-trend/?utm_term=.55bec0805f2b\">How it feels when white people shame your culture’s food — then make it trendy</a> (The Washington Post)</li><li><a href=\"http://www.npr.org/sections/thesalt/2016/09/13/493322073/dont-call-it-the-new-ramen-why-pho-is-central-to-vietnamese-identity\">Don't Call It 'The New Ramen': Why Pho Is Central To Vietnamese Identity</a> (NPR)</li><li><a href=\"https://www.washingtonpost.com/news/wonk/wp/2016/04/22/the-great-ethnic-food-lie/?utm_term=.0ed5830a1a28\">How Americans pretend to love ‘ethnic food’</a> (The Washington Post)</li><li><a href=\"https://www.eater.com/2017/2/16/14640486/day-without-immigrants-strike-restaurants\">How a Day Without Immigrants Affects Restaurants</a> (Eater)</li></ul>",
      "image": "images/episodes/s1/10.png"
    },
    {
      "name": "Dumb, Evil, or Both?",
      "number": "S01E11",
      "link": "http://sweetandsour.fm/feed/assets/audio/sweet-and-sour-episode11.m4a",
      "description": "Anil Dash joins us on the show to discuss his Indian American identity and how he’s working to make the industry more humane and ethical. Anil talks about raising his son and the role of technology in his family across generations. He dives into how progress happens and the difference between people doing good versus simply wanting to be seen as good. Anil also pops by our Hella Asian segment and prepare yourselves: it’s a juicy one. We also debut a new game segment this week: <em>Appropriation or Appreciation?</em> katie has a personal kimono conundrum.",
      "short_description": "Anil Dash talks about how he’s working to make the industry more humane and ethical, as well as the role of technology in his family across generations.",
      "highlights": "<p>This week, we sat down with <a href=\"https://twitter.com/anildash\">Anil Dash</a>, CEO of <a href=\"http://www.fogcreek.com/\">FogCreek Software</a>, entrepreneur, activist and writer. We discuss his reckoning with Indian culture, his Indian American identity, and technology, as well as his ongoing efforts to make the tech industry more humane and ethical. Anil also talks about raising his son and the role of technology in his family across generations. He dives into how progress happens, the OG blogosphere, the importance of technical literacy and accessibility, and the difference between people doing good versus simply wanting to be seen as good — ignorance is no longer an excuse for unethical behavior. On Hella Asian, Anil talks about a relationship that is \"central\" to how he expresses himself. We also debut a new game segment called <em>Appropriation or Appreciation</em>? where Katie brings a personal fashion conundrum to debate.</p><p>You can find Anil on <a href=\"https://twitter.com/anildash\">Twitter</a>, <a href=\"https://medium.com/@anildash\">Medium</a>, and follow his work on his <a href=\"http://anildash.com/\">personal website</a>!</p>",
      "notes": "<ul><li><a href=\"https://glitch.com/\">Glitch</a> (a part of FogCreek Software) is the friendly community where anyone can build a web app for free by 'remixing' working example apps, modifying them with a code editor, and hosting/deploying them instantly! <a href=\"https://glitch.com/about/\">Learn more!</a></li><li><a href=\"https://medium.com/humane-tech/toward-humane-tech-23a20405681a\">Toward Humane Tech</a> (Medium)</li><li>How do we reform tech? (<a href=\"http://anildash.com/2016/10/how-do-we-reform-tech.html\">Anil Dash</a>, <a href=\"https://medium.com/humane-tech/how-do-we-reform-tech-581d58ee11fd\">Medium</a>)</li><li>It's more than just \"teach kids to code\" (<a href=\"http://anildash.com/2016/09/its-more-than-just-teach-kids-to-code.html\">Anil Dash</a>, <a href=\"https://medium.com/humane-tech/its-more-than-just-teach-kids-to-code-177fd6cb7184\">Medium</a>)</li><li><a href=\"https://medium.com/the-web-we-make/the-year-i-didnt-retweet-men-79403a7eade1\">The Year I Didn't Retweet Men</a> (Medium)</li></ul>",
      "image": "images/episodes/s1/11.png"
    },
    {
      "name": "Indomie, Indo-us",
      "number": "S01E12",
      "link": "http://sweetandsour.fm/feed/assets/audio/sweet-and-sour-episode12.m4a",
      "description": "<a href=\"https://twitter.com/sailorhg\">Amy Wibowo</a> joins us this week to chat art, science and everything in between. As founder and CEO of BubbleSort Zines, a monthly zine series illustrating computer science principles, she shares her work to decolonize STEM education and the importance of connecting science with the humanities. She talks about trying to find a home in the US and Indonesia, eventually creating her own. Amy discusses femininity, her approach to social media, and does a deep dive on the ultimate feminist snack: indomie. On Hella Asian, Amy reveals her relationship with her house slippers.",
      "short_description": "Amy Wibowo shares her work to decolonize STEM education, the importance of connecting science with the humanities, and trying to find a home in the US and Indonesia.",
      "highlights": "<p>This week, we chatted with <a href=\"https://twitter.com/sailorhg\">Amy Wibowo</a>, founder and CEO of <a href=\"https://shop.bubblesort.io/\">BubbleSort Zines</a>, a monthly zine series illustrating computer science principles. We dive into the importance of decolonizing STEM education and teaching STEM in combination with the arts and humanities, and how BubbleSort Zines bridges these gaps. Amy talks about her Indonesian American identity and trying to find a home between both cultures, eventually creating her own through her connections to language and food. Amy discusses life as a CEO, femininity and her personal style, her approach to social media, and explores the ultimate feminist snack (endorsed by Chimamanda Ngozi Adichie!): indomie. On Hella Asian, Amy reveals her close relationship with her house slippers.</p><p>You can find Amy on <a href=\"https://twitter.com/sailorhg\">Twitter</a>, <a href=\"https://medium.com/@sailorhg\">Medium</a>, and <a href=\"https://www.instagram.com/sailorhg/\">Instagram</a>, and buy zines, pins, and more at <a href=\"https://shop.bubblesort.io/\">BubbleSort Zines</a>!</p>",
      "notes": "<ul><li><a href=\"https://medium.com/@sailorhg/now-were-cooking-with-steam-abfb41cf8996\">Now we’re cooking with STEAM</a> (Medium)</li><li><a href=\"https://medium.com/@sailorhg/nasi-campur-82ca90d1791\">Nasi Campur</a> (Medium)</li><li><a href=\"https://alterconf.com/\">AlterConf</a></li><li><a href=\"https://medium.com/@sailorhg/coding-like-a-girl-595b90791cce\">Coding Like a Girl</a> (Medium)</li><li><a href=\"https://www.ted.com/talks/chimamanda_ngozi_adichie_we_should_all_be_feminists\">We should all be feminists</a> (TED)</li></ul>",
      "guest": "Amy",
      "guest_bio": "<p>Amy Wibowo is a programmer and alumni of MIT, Honda, and the University of Tokyo Igarashi Lab, and Airbnb. It's been a lifelong dream of hers to create a series of zines that cover computer science concepts in an accessible way, targetd towards people who don't think computer science is for them.</p>",
      "qa": {
        "personality": "Sweet.",
        "snack": "Indomie.",
        "role_model": "Michelle Kwan",
        "book_rec": "\"Little Fires Everywhere\" by Celeste Ng.",
        "food": "Instant ramen with bologna."
      },
      "image": "images/episodes/s1/12.png"
    },
    {
      "name": "Jū-Ni Dreams of Sushi",
      "number": "S01E13",
      "link": "http://sweetandsour.fm/feed/assets/audio/sweet-and-sour-episode13.m4a",
      "description": "Geoffrey Lee, executive chef and partner at Jū-Ni, takes us behind the scenes of his Michelin star omakase sushi restaurant in San Francisco. We discuss his experience as a Chinese American sushi chef and what it was like to receive a Michelin star. On Hella Asian, Geoffrey reflects on his subversive and traditional Asian tendencies. And tune into IRL where Nicole walks us through a tour of the Museum of Chinese in America.",
      "short_description": "Geoffrey Lee takes us behind the scenes of his Michelin star omakase sushi restaurant and discusses his experience as a Chinese American sushi chef.",
      "highlights": "<p>Geoffrey Lee, executive chef and partner at <a href=\"http://www.junisf.com/\">Jū-Ni</a>, a Michelin star omakase sushi restaurant, joins us this week to talk about his approach to kitchen and dining culture, his experience as a Chinese American sushi chef, and the Bay Area sushi scene. He takes us through his journey from grilling chicken and washing dishes to opening and running a Michelin star restaurant. On Hella Asian, Geoffrey reflects on his subversive and traditional Asian tendencies. Tune into IRL where Nicole walks us through a tour of the <a href=\"http://www.mocanyc.org/\">Museum of Chinese in America in New York.</a></p><p>You can read more about Jū-Ni or <a href=\"http://www.junisf.com/reservations\">make a reservation</a> on their <a href=\"http://www.junisf.com/\">website</a>, and follow <a href=\"https://www.instagram.com/juni_sf/\">Jū-Ni</a> and <a href=\"https://www.instagram.com/chefgeoffreylee/\">Geoffrey</a> on Instagram!</p>",
      "notes": "<ul><li><a href=\"https://www.viamichelin.com/web/Restaurant/San_Francisco-94117-ju_ni-500743-41102\">Michelin review of Jū-Ni</a> (Michelin Guide)</li><li><a href=\"http://www.sfchronicle.com/restaurants/article/The-Chronicle-s-2016-Rising-Star-Chefs-7220567.php\">The Chronicle's 2016 Rising Star Chefs</a> (San Francisco Chronicle)</li><li><a href=\"https://sf.eater.com/maps/michelin-stars-san-francisco-bay-area-2017-map\">San Francisco's 2017 Michelin Stars, Mapped</a> (Eater SF)</li><li><a href=\"http://www.sfchronicle.com/restaurants/diningout/article/Ju-ni-is-a-sushi-star-for-a-new-generation-8323351.php\">Jū-Ni is a sushi star for a new generation</a> (San Francisco Chronicle)</li></ul>",
      "image": "images/episodes/s1/13.png"
    },
    {
      "name": "Being Brown in America, the Internet, and Love",
      "number": "S01E14",
      "link": "http://sweetandsour.fm/feed/assets/audio/sweet-and-sour-episode14.m4a",
      "description": "Ankur Thakkar, head of content at Bumpers, tells us how the internet has helped him get to where he is now. We discussed his time at Vine and its role in democratizing video creation. We also dive into the different waves of Asian American literature, and Ankur tells us about his first novel. On Hella Asian, Ankur shares three unique habits.",
      "short_description": "Ankur Thakkar tells us how the internet has helped him get to where he is now, the different waves of Asian American literature, and his first novel.",
      "highlights": "<p>This week, we talked with <a href=\"https://twitter.com/ankurthakkar\">Ankur Thakkar</a>, head of content at Bumpers. He traces how the internet has helped him get to where he is now, particularly as it relates to creative online communities, creating voice on social media, and experimenting with new storytelling formats. He shares some highlights from his time working at Vine and its role in democratizing video creation, and we discuss the tricky issues of credit and ownership when it comes to viral words and memes. We also dive into the different waves of Asian American literature and the makings of a modern storyteller. Ankur also tells us about his first novel, including the Tinder-esque qualities of finding an agent to get it published. On Hella Asian, Ankur shares three unique habits.</p><p>You can find Ankur on <a href=\"https://twitter.com/ankurthakkar\">Twitter</a>, <a href=\"https://bumpers.fm/u/ankur\">Bumpers</a>, and follow his work on his <a href=\"http://ankurthakkar.com/\">personal website</a>!</p>",
      "notes": "<ul><li>Vines mentioned: <a href=\"https://vine.co/v/MTFn7EPvtnd\">on fleek</a>, <a href=\"https://vine.co/v/5aXdu0wBAvW\">#sixsecondsofcalm</a></li><li>Books and authors mentioned: <em>The God of Small Things</em> by Arundhati Roy, <em>Interpreter of Maladies</em> by Jhumpa Lahiri, <em>The Ministry of Utmost Happiness</em> by Arundhati Roy, <em>Exit West</em> by Mohsin Hamid, <em>Chemistry</em> by Weike Wang, Alexandra Kleeman</li><li><a href=\"http://tinyletter.com/exfiles/\">The Ex-Files by Meera and Ankur</a></li><li><a href=\"https://twitter.com/i/moments/876831258575343616\">#museumbeats</a></li><li><a href=\"http://www.thefader.com/2015/12/03/on-fleek-peaches-monroee-meechie-viral-vines\">Black Teens Are Breaking The Internet And Seeing None of The Profits</a> (The Fader)</li></ul>",
      "image": "images/episodes/s1/14.png"
    },
    {
      "name": "Swipe Right if 大方 (Da Fang)",
      "number": "S01E15",
      "link": "http://sweetandsour.fm/feed/assets/audio/sweet-and-sour-episode15.m4a",
      "description": "Lulu Cheng, product manager at Pinterest, talks with us about Chinese superstitions around numbers, gift giving, fan death, and more. She dives into how language defines culture – for example, Chinese words that have no real English equivalent. She shares her own progress in learning to speak Chinese with the help of Harry Potter, and we also discuss Lulu’s experience with mental health. On Hella Asian, Lulu shares her favorite part of a meal. Hint: it involves collagen.",
      "short_description": "Lulu Cheng talks with us about Chinese superstitions, how language defines culture, and her experience with mental health.",
      "highlights": "<p>This week, we talked with <a href=\"https://twitter.com/lulu_cheng\">Lulu Cheng</a>, a product manager at Pinterest. She shares her favorite Asian superstitions around numbers, gift giving, fan death, and more. We dive into the ways in which language and culture are inextricably linked and how language helps define culture – for example, Chinese words that have no real English equivalent like 大方 (Da Fang). She shares her own motivations and progress in learning to speak Chinese with the help of Harry Potter. We touch on the various stereotypes surrounding Asian women as well as her personal experiences with defying others' (stereotypical) expectations. Lulu also discusses her experience with mental health, and how she's found a way to talk to her parents about the topic. On Hella Asian, Lulu shares her favorite part of a meal. Hint: it involves collagen.</p><p>You can find Lulu on <a href=\"https://twitter.com/lulu_cheng\">Twitter</a> and sign up for her <a href=\"http://tinyletter.com/lulucheng\">Tinyletter</a>!</p>",
      "notes": "<ul><li><a href=\"http://99percentinvisible.org/episode/the-pool-and-the-stream/\">The Pool and the Stream</a> (99% Invisible)</li><li><a href=\"https://en.wikipedia.org/wiki/Fan_death\">Fan death</a> (Wikipedia)</li><li><a href=\"https://tinyletter.com/lulucheng\">/tell it slant/ by lulu</a></li></ul>",
      "image": "images/episodes/s1/15.jpg"
    },
    {
      "name": "Mixed within my Mixedness",
      "number": "S01E16",
      "link": "http://sweetandsour.fm/feed/assets/audio/sweet-and-sour-episode16.m4a",
      "description": "Kelsey Cheng, a potter based in Chicago, talks with us about running a woman-owned business and her side hustle balance. She outlines how her craft and creativity has evolved, and how things like community and social media have influenced her process. She also discusses the ways in which her perspective on her mixed identity have changed over time. On Hella Asian, Kelsey gives us a crash course in bed feng shui.",
      "description": "Kelsey Cheng discusses running a woman-owned business, her side hustle balance, and the ways in which her perspective on her mixed identity have changed over time.",
      "highlights": "<p>This week, we chatted with <a href=\"https://www.instagram.com/kelseychengceramics/\">Kelsey Cheng</a>, a potter based in Chicago. She talks with us about running a woman-owned business and managing her side hustle and day job. She takes us through how her craft has evolved, and how things like community and social media have influenced her process and sparked her inspiration for creating different types of ceramics. She also discusses her perspective on her mixed identity, the ways in which her relationships have influenced her perspective over time, and learning to address the feeling of being \"othered on either side.\" On Hella Asian, Kelsey gives us a crash course in bed feng shui.</p><p>You can find Kelsey on <a href=\"https://twitter.com/KelseyCheng\">Twitter</a> and <a href=\"https://www.instagram.com/kelseychengceramics/\">Instagram</a>, and purchase her ceramics at <a href=\"https://www.etsy.com/shop/kelseychengceramics\">Kelsey Cheng Ceramics on Etsy</a>!</p>",
      "notes": "<ul><li>Dimple mugs <a href=\"https://www.etsy.com/shop/kelseychengceramics\">(Kelsey Cheng Ceramics)</a></li><li>Cactus cups <a href=\"https://www.etsy.com/shop/kelseychengceramics\">(Kelsey Cheng Ceramics)</a></li><li>Planters <a href=\"https://www.etsy.com/shop/kelseychengceramics\">(Kelsey Cheng Ceramics)</a></li></ul>",
      "image": "images/episodes/s1/16.jpeg"
    },
    {
      "name": "Soul Searching and Slurping",
      "number": "S01E17",
      "link": "http://sweetandsour.fm/feed/assets/audio/sweet-and-sour-episode17.m4a",
      "description": "For the last episode of season one, katie and Nicole reflect on the show so far, share their favorite (and most embarrassing) moments, and discuss their hopes for Sweet and Sour season two and beyond. On Hella Asian, katie brings slurping etiquette to the table.",
      "description": "For the last episode of season one, katie and Nicole reflect on the show so far, share their favorite (and most embarrassing) moments, and discuss their hopes for Sweet and Sour season two and beyond.",
      "image": "images/episodes/s1/17.jpeg"
    },
    {
      "name": "So What?",
      "number": "S02E01",
      "link": "http://sweetandsour.fm/feed/assets/audio/sweet-and-sour-episode18.m4a",
      "description": "Author and illustrator Meera Lee Patel discusses her latest book My Friend Fear and how she approaches vulnerability and identity in her art. She shares her pragmatic journey from part-time to full-time artist and talks about the daily philosophies and questions that drive her creativity. On Hella Asian, she shares her suspicious tendencies.",
      "description": "Meera Lee Patel discusses her latest book, \"My Friend Fear,\" vulnerability and identity in her art, and shares her pragmatic journey from part-time to full-time artist.",
      "image": "images/episodes/s2/1.jpg"
    },
    {
      "name": "Dope Artistic Shit",
      "number": "S02E02",
      "link": "http://sweetandsour.fm/feed/assets/audio/sweet-and-sour-episode19.m4a",
      "description": "Comedian, writer, and festival organizer Jenny Yang talks about her journey as a recovering overachiever, how she got into comedy, and the way she thinks about her role as an artist and creator. She also discusses the importance of including Asian Americans in the mainstream cultural conversation by creating more touchstones and references through her stand-up, videos, community organizing, and more.",
      "description": "Jenny Yang talks about how she got into comedy and the importance of including Asian Americans in the mainstream cultural conversation.",
      "image": "images/episodes/s2/2.jpg"
    },
    {
      "name": "Edgy Side",
      "number": "S02E03",
      "link": "http://sweetandsour.fm/feed/assets/audio/sweet-and-sour-episode20.m4a",
      "description": "Founder and designer Theresa Lee takes us behind the scenes of her boutique fashion label, Future Glory, a socially conscious maker of handcrafted leather bags and accessories based in San Francisco. Theresa talks about her edgy side, growing up with a chip on her shoulder (and a Tiger Mom), as well as balancing creative risk and business pragmatism. She also discusses how success isn’t guaranteed, and how she plans to out-work everyone.",
      "short_description": "Theresa Lee takes us behind the scenes of her boutique fashion label and shares how she balances creative risk and business pragmatism.",
      "image": "images/episodes/s2/3.jpg"
    },
    {
      "name": "Embracing Uncertainty",
      "number": "S02E04",
      "link": "http://sweetandsour.fm/feed/assets/audio/sweet-and-sour-episode21.m4a",
      "description": "Coleen Baik, an independent product designer, illustrator, and advisor, tells us about striking out on her own. She shares her artistic processes, how she’s come to embrace uncertainty, and her experience visiting North Korea as a Korean American. On Hella Asian, she talks about her love for kimchi.",
      "short_description": "Coleen Baik tells us about striking out on her own, her artistic processes, and her experience visiting North Korea as a Korean American.",
      "image": "images/episodes/s2/4.jpg"
    },
    {
      "name": "You Do You",
      "number": "S02E05",
      "link": "http://sweetandsour.fm/feed/assets/audio/sweet-and-sour-episode22.m4a",
      "description": "Founder and CEO Alisha Ramos discusses her journey building and and growing Girls’ Night In, a lifestyle brand and community for women who’d rather stay in tonight. Alisha shares how her perspective on her mixed race identity has evolved over time, and how she stays connected with different cultures. She also talks about the importance of strong friendships and prioritizing self-care and mental health. On Hella Asian, Alisha endorses the kimchi at the Whole Foods salad bar.",
      "short_description": "Alisha Ramos discusses her journey building and growing her company, the importance of friendships, and how her perspective on her mixed race identity has evolved over time.",
      "image": "images/episodes/s2/5.jpg"
    },
    {
      "name": "Trial and Error",
      "number": "S02E06",
      "link": "http://sweetandsour.fm/feed/assets/audio/sweet-and-sour-episode23.m4a",
      "description": "COO and cofounder Katherine Jin tells us about the evolution of Kinnos, a biotech company that’s raising the standard of infectious disease decontamination. Katherine also discusses her experience in the startup space as an Asian American woman, entrepreneur, and inventor. On Hella Asian, Katherine shares her habit of saving food.",
      "short_description": "Katherine Jin tells us about the evolution of her biotech company, and discusses her experience in the startup space as an Asian American woman, entrepreneur, and inventor.",
      "image": "images/episodes/s2/6.jpg"
    },
    {
      "name": "Kawaii Wonderland",
      "number": "S02E07",
      "link": "http://sweetandsour.fm/feed/assets/audio/sweet-and-sour-episode24.m4a",
      "description": "Leanna Lin, a curator, buyer, designer, and businesswoman, tells us how she started Leanna Lin’s Wonderland, a family-run gift shop and art gallery based in Los Angeles. She discusses the kawaii aesthetic of her shop and how she selects independent artist and designers to feature. She also talks about her Asian American cultural ties through food and her relationship with her grandparents. On Hella Asian, Leanna shares her love of black sesame sweets.",
      "short_description": "Leanna Lin tells us how she started her gift shop and art gallery, the kawaii aesthetic of her shop, and how she selects independent artist and designers to feature.",
      "image": "images/episodes/s2/7.jpg"
    },
    {
      "name": "Goddess Days",
      "number": "S02E08",
      "link": "http://sweetandsour.fm/feed/assets/audio/sweet-and-sour-episode25.m4a",
      "description": "Katerina Jeng and Krystie Mak share the origin story of Slant’d — an independent media company that celebrates Asian American identity through personal storytelling. They share their upbringings, conceptions of being Asian American, and self-care practices. Katerina advises young Asian Americans to take the time to figure out what they’re truly passionate about, and Krystie emphasizes the importance of building a diverse inner circle of trusted advisers. On Hella Asian, Kat shares the exclamation she makes when she’s surprised and Krystie shares her buffet hacks.",
      "short_description": "Katerina Jeng and Krystie Mak share the origin story of their media company, as well as their upbringings, conceptions of being Asian American, and self-care practices.",
      "image": "images/episodes/s2/8.jpg"
    },
    {
      "name": "Empathy Driven Design",
      "number": "S02E09",
      "link": "http://sweetandsour.fm/feed/assets/audio/sweet-and-sour-episode26.m4a",
      "description": "Cofounder and chief creative officer Hannah Chung tells us about Sproutel, a patient-centered research and development workshop. She discusses her upbringing in the US and Korea, how she combined her love of art and science into user-centered design with social impact, and why she’s passionate about building health products for children. On Hella Asian, Hannah explains her obsession with sweet potatoes.",
      "short_description": "Hannah Chung tells us about her patient-centered research and development workshop, and how she combined her love of art and science into  building health products for children.",
      "image": "images/episodes/s2/9.jpg"
    },
    {
      "name": "Little Discomforts",
      "number": "S02E10",
      "link": "http://sweetandsour.fm/feed/assets/audio/sweet-and-sour-episode27.m4a",
      "description": "Author and founder Diana Zheng shares her journey of leaning into discomfort. Diana discusses her cookbook, Jia! The Food of Swatow and the Teochew Diaspora, digging into the Teochew culture, language and particular nuance of being rooted in China with global influences. She shares a few of her go-to recipes and how her cookbook then led her to founding Gwan-im, a plate company that makes modern chinoiserie with other artists of color. On Hella Asian, Diana professes her love of soup, regardless of weather.",
      "short_description": "Author and founder Diana Zheng shares her journey of leaning into discomfort and discusses her cookbook, Jia! The Food of Swatow and the Teochew Diaspora, and Gwan-im, a plate company that makes modern chinoiserie.",
      "image": "images/episodes/s2/10.jpg"
    },
    {
      "name": "Taste of Home",
      "number": "S02E11",
      "link": "http://sweetandsour.fm/feed/assets/audio/sweet-and-sour-episode28.m4a",
      "description": "Founder and CEO Mitra Raman takes us behind-the-scenes of The Buttermilk Company, a delivery startup that makes authentic Indian dishes that can be cooked by just adding hot water. She discusses her emotional connection to her mom’s home-cooking, making the leap from engineer to full-time entrepreneur, and how she’s building her company with an emphasis on health, authenticity, and community. On Hella Asian, Mitra explains how her \"whole life is Hella Asian.\"",
      "short_description": "Founder and CEO Mitra Raman takes us behind-the-scenes of The Buttermilk Company and shares how she’s building her company with an emphasis on health, authenticity, and community.",
      "image": "images/episodes/s2/11.jpg"
    }
  ]
}